[
{
        "titulo": "INVENCÍVEL",
        "titulo_original": "INVINCIBLE",
        "id": "95557",
        "capa": "https://image.tmdb.org/t/p/w500/29myVHhdGoS735ZJ9hblY0pQ3K9.jpg",
        "qualidade": "HD",
        "descricao": "Uma animação de super-heróis para adultos e conta a história de Mark Grayson, de 17 anos, um cara como qualquer outro de sua idade, exceto que seu pai é o super-herói mais poderoso do planeta, Omni-Man. Porém, à medida que Mark desenvolve seus próprios poderes, ele descobre que o legado de seu pai pode não ser tão heroico quanto parece.",
        "generos": [
            "Animação",
            "Sci-Fi & Fantasy"
        ]
    },
     {
        "titulo": "Capitão Laserhawk: Remix Blood Dragon",
        "titulo_original": "Captain Laserhawk: A Blood Dragon Remix",
        "id": "127372",
        "capa": "https://image.tmdb.org/t/p/w500/9ToVSk31CdWP8OrTqNjlFP1yEA0.jpg",
        "qualidade": "HD",
        "descricao": "Considerado inimigo do Estado, um supersoldado ciborgue tenta encontrar uma causa para lutar em meio a uma sociedade distópica cheia de segredos e mentiras.",
        "generos": [
            "Animação",
            "Action & Adventure"
        ]
    },
     {
        "titulo": "Cyberpunk: Mercenários",
        "titulo_original": "サイバーパンク: エッジランナーズ",
        "id": "105248",
        "capa": "https://image.tmdb.org/t/p/w500/nWvAY8yHE873adMws83XqBPf7W2.jpg",
        "qualidade": "HD",
        "descricao": "Para sobreviver em uma realidade distópica na qual a corrupção e os implantes cibernéticos controlam tudo, um jovem talentoso e impulsivo decide se tornar um mercenário.",
        "generos": [
            "Action & Adventure",
            "Animação"
        ]
    },
    {
        "titulo": "Re:ZERO -Starting Life in Another World-",
        "titulo_original": "Re:ゼロから始める異世界生活",
        "id": "65942",
        "capa": "https://image.tmdb.org/t/p/w500/ccG0ZfXOQ0834bIus4SwZrXtkyM.jpg",
        "qualidade": "HD",
        "descricao": "Natsuki Subaru, um adolescente comum, conhece uma linda garota de cabelos prateados vinda de outro mundo. Subaru quer ficar ao lado dela, mas o fardo que ela carrega é maior do que Subaru pode imaginar. Eles enfrentam o feroz ataque de monstros, traições, violência irracional... e, por fim, a morte. Subaru promete derrotar qualquer inimigo, qualquer destino, tudo para protegê-la. E assim, o pobre garoto sem poder algum obtém o \"Retorno da Morte\", uma habilidade única que permite ao usuário voltar no tempo ao morrer. Usando esse poder, o passado é perdido e as memórias são reescritas.",
        "generos": [
            "Animação",
            "Comédia"
        ]
    },
    {
        "titulo": "A Sombra do Batman",
        "titulo_original": "Beware the Batman",
        "id": "41676",
        "capa": "https://image.tmdb.org/t/p/w500/4qHERbfhZlgK8ecaNyCvbHbsRfd.jpg",
        "qualidade": "HD",
        "descricao": "Batman, um vigilante da cidade de Gotham, luta contra o crime e enfrenta o submundo.",
        "generos": [
            "Action & Adventure",
            "Animação"
        ]
    },
    {
        "titulo": "Bebês Clássico",
        "titulo_original": "Classical Baby",
        "id": "4874",
        "capa": "https://image.tmdb.org/t/p/w500/7dmJaHs6ew98xOyIANIqw6wx0Ik.jpg",
        "qualidade": "HD",
        "descricao": "Esta série animada apresenta às crianças obras relacionadas à música, pintura, dança e muito mais.",
        "generos": [
            "Kids",
            "Animação"
        ]
    },
    {
        "titulo": "EDENS ZERO",
        "titulo_original": "EDENS ZERO",
        "id": "104711",
        "capa": "https://image.tmdb.org/t/p/w500/2sJPpcEd83mILobIlDG1Jexu9bj.jpg",
        "qualidade": "HD",
        "descricao": "Ano X492 da Era Cósmica. Uma época em que inúmeras pessoas viajam para o espaço, explorando as estrelas. Rebecca é uma B-Cuber, uma streamer de vídeos online que mora em Granbell, um planeta habitado por robôs. É lá que ela conhece Shiki, um jovem capaz de controlar a gravidade, e que segue os ensinamentos de seu guardião, o robô Ziggy. Juntos, Rebecca e Shiki formam uma amizade e partem numa aventura pelo espaço, deixando pra trás o único planeta que conheciam, em busca de novos planetas, novas pessoas e tudo mais que houver de novo!",
        "generos": [
            "Animação",
            "Comédia"
        ]
    },
    {
        "titulo": "Os Cavaleiros do Zodíaco",
        "titulo_original": "聖闘士星矢",
        "id": "42444",
        "capa": "https://image.tmdb.org/t/p/w500/e4cC6W5sSAKE8lQYRBTqU9jfdya.jpg",
        "qualidade": "HD",
        "descricao": "Os 88 Cavaleiros de Atena trajam desde os tempos mitológicos armaduras protegidas pelas constelações do céu para, assim, servir sua deusa e preservar a paz e o amor na Terra. Agora, nos tempos modernos, nasce uma nova Atena e, para que ela não seja assassinada ainda bebê por aqueles que estão ofuscados pelo poder e pela ganância, ela é levada para longe, onde cresce como Saori Kido. Uma nova batalha santa está para começar! Vão, jovens Cavaleiros, protejam Atena!",
        "generos": [
            "Animação",
            "Drama"
        ]
    },
    {
        "titulo": "Freakazoid: Alto Forte e Maluco",
        "titulo_original": "Freakazoid!",
        "id": "4334",
        "capa": "https://image.tmdb.org/t/p/w500/ig0pc2AhY5d3GEghcxEWwo9AUtg.jpg",
        "qualidade": "HD",
        "descricao": "O gênio da informática Dexter Douglas se transforma em um super-herói maluco graças a um erro em seu computador e sempre tenta salvar o mundo de bizarros vilões.",
        "generos": [
            "Animação",
            "Comédia"
        ]
    },
    {
        "titulo": "Ballmastrz: 9009",
        "titulo_original": "Ballmastrz: 9009",
        "id": "78672",
        "capa": "https://image.tmdb.org/t/p/w500/lyCKQDRCtv2EOrzQi69K5h4Wuod.jpg",
        "qualidade": "HD",
        "descricao": "Milhares de anos no futuro, ninguém mais se importa com esportes tradicionais. O único jogo que importa é O JOGO, e a nova geração de heróis que o jogam: BALLMASTRZ. Dentro de gigantescas arenas de batalha do tamanho de uma pequena cidade, equipes de Ballmastrz se enfrentam usando suas próprias armas de combate hiper-criativas artificialmente inteligentes para atacar, defender e pontuar. Estas são as BOLAS. Obstáculos e desafios testam os limites físicos, mentais e psicológicos dos jogadores enquanto entretêm as massas. O jogador ou time que domina sua Bola dominará o Jogo no esporte de ação mais espetacular já jogado.",
        "generos": [
            "Animação",
            "Comédia"
        ]
    },
    {
        "titulo": "Os Kabanes da Estação de Ferro",
        "titulo_original": "甲鉄城のカバネリ",
        "id": "65945",
        "capa": "https://image.tmdb.org/t/p/w500/5Iw4PGoSxJCAoFqmOa3ZnPWS5jY.jpg",
        "qualidade": "HD",
        "descricao": "Em uma época de revolução industrial, uma horda de mortos-vivos tomou o mundo de assalto. Esses monstros, batizados de \"Kabane\", só podem ser mortos se seus corações revestidos de ferro forem atravessados. Para sobreviver, o povo da terra de Hinomoto construiu estações-fortalezas, e se comunicam com outras estações através de locomotivas fortificadas chamadas de \"Hayajiro\". Ikoma é um jovem ferreiro que aguarda por uma chance de demonstrar a força de sua arma especial anti-Kabane. Essa oportunidade surge quando um Hayajiro chega em sua estação, carregando uma misteriosa garota chamada Mumei.",
        "generos": [
            "Animação",
            "Drama"
        ]
    },
    {
        "titulo": "Mugyutto! Black Clover",
        "titulo_original": "むぎゅっと！ブラッククローバー",
        "id": "97067",
        "capa": "https://image.tmdb.org/t/p/w500/wc421LF4gcEFDgKZFCyniYB0i8X.jpg",
        "qualidade": "HD",
        "descricao": "Em um mundo onde a magia é tudo, Asta, que é a única pessoa que não pode usar a magia, e o gênio mágico Yuno se esforçam para se tornar o Rei Mago. Este é um spin-off da série de anime \"Black Clover\", com uma história inacreditável e um elenco incrível.",
        "generos": [
            "Animação",
            "Action & Adventure"
        ]
    },
    {
        "titulo": "Stand My Heroes: Piece of Truth",
        "titulo_original": "スタンドマイヒーローズ PIECE OF TRUTH",
        "id": "93818",
        "capa": "https://image.tmdb.org/t/p/w500/v6t3OIRMdWJ1w26Cwkv2uJIRODE.jpg",
        "qualidade": "HD",
        "descricao": "Na história acompanhamos uma equipe da narcóticos em vários casos policiais diferentes. No caso a comandante é uma mulher cercada de vários homens bonitões (é baseado em um game para mulheres).",
        "generos": [
            "Animação"
        ]
    },
    {
        "titulo": "Are You Lost?",
        "titulo_original": "ソウナンですか？",
        "id": "88805",
        "capa": "https://image.tmdb.org/t/p/w500/cSNaP0Ws8fTblNA2HBPArNIYjX9.jpg",
        "qualidade": "HD",
        "descricao": "Sem abrigo, sem comida, sem água... Quatro garotas sofrem um acidente e vão parar numa ilha deserta, e estão em sérios apuros... Mentira, porque elas vão muito bem, obrigado! O que elas não têm, elas constroem! Comem o que for preciso pra sobreviver! Uma história de ilha deserta cheia de inteligência e coragem!",
        "generos": [
            "Animação",
            "Action & Adventure"
        ]
    },
    {
        "titulo": "The Daily Life of the Immortal King",
        "titulo_original": "仙王的日常生活",
        "id": "98123",
        "capa": "https://image.tmdb.org/t/p/w500/AiUzqwU9Dom6rH1Kt6jRXXGDD7p.jpg",
        "qualidade": "HD",
        "descricao": "Como um gênio do cultivo que alcança um novo domínio a cada dois anos desde que ele tinha um ano, Wang Ling é uma existência quase invencível, com proezas muito além de seu controle. Mas agora que ele tem dezesseis anos, ele enfrenta sua maior batalha até agora - o ensino médio. Com um desafio após o outro, seus planos para uma vida discreta no ensino médio parecem cada vez mais distantes…",
        "generos": [
            "Comédia",
            "Action & Adventure"
        ]
    },
    {
        "titulo": "Sasaki and Miyano",
        "titulo_original": "佐々木と宮野",
        "id": "127549",
        "capa": "https://image.tmdb.org/t/p/w500/pIEUZBFYjAnqnORHIa2cSEgruLE.jpg",
        "qualidade": "HD",
        "descricao": "Miyano passa seus dias lendo mangás Boys' Love e se preocupando com os traços suaves de seu rosto. Seu mundo de ficção se torna realidade quando um encontro casual o leva ao aluno do último ano do ensino médio, Sasaki, no meio de uma briga. Agora, Sasaki quer aproveitar todas as oportunidades que puder para conhecer Miyano. E o que antes era admiração rapidamente se transforma em afeto.",
        "generos": [
            "Animação",
            "Comédia"
        ]
    },
    {
        "titulo": "Mori no Kuma-san, Toumin-chuu.",
        "titulo_original": "森のくまさん、冬眠中。",
        "id": "204269",
        "capa": "https://image.tmdb.org/t/p/w500/tZ6MYeshNaVeggzYZagZgem1CPV.jpg",
        "qualidade": "HD",
        "descricao": "Eu quero acasalar com Nowa…” -Há alguns anos, um urso que mora na floresta encontrou um filhote. Cuide bem do cachorrinho, que cresce rápido, honesto e gentil. Mas o urso tem um problema… Está quase na hora da hibernação. “Meu cachorrinho não me deixa desmamar ele!” Me perguntava se seria capaz de lidar com uma garoto tão mimado, e ele parece não notar que sou um homem… Nos primeiros meses da hibernação, consegui mantê-lo, mas quando acordei com uma sensação de adormecimento, vi um grande cachorro adulto na minha frente. Ele lambeu meus mamilos e disse: “Faz muito tempo que estou esperando você…” É esse o cachorrinho que peguei?",
        "generos": [
            "Animação"
        ]
    },
    {
        "titulo": "Shin Ikki Tousen",
        "titulo_original": "真・一騎当千",
        "id": "128510",
        "capa": "https://image.tmdb.org/t/p/w500/816zU3IELJlkmRqPt91uu9ty1Qf.jpg",
        "qualidade": "HD",
        "descricao": "Shin Ikki Tousen é uma continuação direta de Ikki Tousen e acompanha a irmã mais nova da protagonista Hakufu Sonsaku participando de batalhas na escola ao lado de outros usuários de Magatamas.",
        "generos": [
            "Animação",
            "Comédia"
        ]
    },
    {
        "titulo": "The Last Summoner",
        "titulo_original": "最后的召唤师",
        "id": "102927",
        "capa": "https://image.tmdb.org/t/p/w500/4TitqTctGc4UH9AwbFHRfkuFMzt.jpg",
        "qualidade": "HD",
        "descricao": "Tudo no mundo possui um espírito, e os seres capazes de invocar esses espíritos são chamados de Invocadores. Divididos entre Guardiães e Destruidores, estes Invocadores travaram inúmeras guerras pela origem dos espíritos de todas as coisas - a deusa Pandora. Para evitar mais derramamento de sangue, ambos os lados da guerra decidem selar Pandora e acabar com a era de ouro dos Invocadores. Muitos séculos depois, Ah Jie invoca sem querer a deusa Dora e se vê jogado no mundo dos Invocadores, e terá de se unir aos Guardiães para colocar um fim neste conflito de uma vez por todas.",
        "generos": [
            "Animação",
            "Action & Adventure"
        ]
    }
]