[
     {
        "titulo": "Capitão Laserhawk: Remix Blood Dragon",
        "titulo_original": "Captain Laserhawk: A Blood Dragon Remix",
        "id": "127372",
        "capa": "https://image.tmdb.org/t/p/w500/9ToVSk31CdWP8OrTqNjlFP1yEA0.jpg",
        "qualidade": "HD",
        "descricao": "Considerado inimigo do Estado, um supersoldado ciborgue tenta encontrar uma causa para lutar em meio a uma sociedade distópica cheia de segredos e mentiras.",
        "generos": [
            "Animação",
            "Action & Adventure",
            "Sci-Fi & Fantasy",
            "Comédia",
            "Drama"
        ],
        "data_estreia": "2023-10-19",
        "original_language": "en"
    },
       {
        "titulo": "Re:Zero kara Hajimeru Isekai Seikatsu",
        "titulo_original": "Re:ゼロから始める異世界生活",
        "id": "103201",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx21355-wRVUrGxpvIQQ.jpg",
        "qualidade": "HD",
        "descricao": "In the story, Subaru Natsuki is an ordinary high school student who is lost in an alternate world, where he is rescued by a beautiful, silver-haired girl. He stays near her to return the favor, but the destiny she is burdened with is more than Subaru can imagine. Enemies attack one by one, and both of them are killed. He then finds out he has the power to rewind death, back to the time he first came to this world. But only he remembers what has happened since. \n \n(Source: Anime News Network)\n  \nNotes: \n- The first episode aired with a runtime of ~50 minutes as opposed to the standard 25 minute long episode. \n- In the Winter 2020 season, Re:ZERO was rebroadcast and re-edited to fit into an hour time-slot. This edit included the first OVA and added slight modifications to certain scenes throughout. It also added an additional scene at the end of the final episode.",
        "generos": [
            "Action",
            "Adventure",
            "Drama",
            "Fantasy",
            "Psychological",
            "Romance",
            "Thriller",
            "Time Manipulation",
            "Isekai",
            "Time Loop"
        ],
        "data_estreia": "2016-04-04"
    },
    {
        "titulo": "Boku no Hero Academia",
        "titulo_original": "僕のヒーローアカデミア",
        "id": "65930",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx21459-nYh85uj2Fuwr.jpg",
        "qualidade": "HD",
        "descricao": "What would the world be like if 80 percent of the population manifested extraordinary superpowers called “Quirks” at age four? Heroes and villains would be battling it out everywhere! Becoming a hero would mean learning to use your power, but where would you go to study? U.A. High's Hero Program of course! But what would you do if you were one of the 20 percent who were born Quirkless?  \n\nMiddle school student Izuku Midoriya wants to be a hero more than anything, but he hasn't got an ounce of power in him. With no chance of ever getting into the prestigious U.A. High School for budding heroes, his life is looking more and more like a dead end. Then an encounter with All Might, the greatest hero of them all gives him a chance to change his destiny…  \n\n(Source: Viz Media)",
        "generos": [
            "Action",
            "Adventure",
            "Comedy",
            "Super Power",
            "Superhero",
            "Shounen"
        ],
        "data_estreia": "2016-04-03"
    },
    {
        "titulo": "Vigilante: Boku no Hero Academia ILLEGALS",
        "titulo_original": "ヴィジランテ -僕のヒーローアカデミア ILLEGALS-",
        "id": "280110",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx185736-Ci6AiGwjKKtp.jpg",
        "qualidade": "HD",
        "descricao": "Kouichi Haimawari is a dull college student who aspires to be a hero but has given up on his dream. Although 80% of the world’s population has superhuman powers called Quirks, few are chosen to become heroes and protect people. Everything changes for Kouichi when he and Pop☆Step are saved by the vigilante Knuckleduster and get recruited to become vigilantes themselves!\n  \n(Source: Crunchyroll) ",
        "generos": [
            "Action",
            "Adventure",
            "Drama",
            "Fantasy",
            "Urban",
            "Super Power",
            "Superhero"
        ],
        "data_estreia": "2025-04-07"
    },
    {
        "titulo": "Tate no Yuusha no Nariagari",
        "titulo_original": "盾の勇者の成り上がり",
        "id": "83095",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx99263-LcazQwdlWzMy.jpg",
        "qualidade": "HD",
        "descricao": "Naofumi Iwatani, an uncharismatic Otaku who spends his days on games and manga, suddenly finds himself summoned to a parallel universe! He discovers he is one of four heroes equipped with legendary weapons and tasked with saving the world from its prophesied destruction. As the Shield Hero, the weakest of the heroes, all is not as it seems. Naofumi is soon alone, penniless, and betrayed. With no one to turn to, and nowhere to run, he is left with only his shield. Now, Naofumi must rise to become the legendary Shield Hero and save the world! \n \nNote: \n- The first episode was pre-aired on December 27th, 2018. Regular broadcast began on January 9th, 2019. \n- The first episode aired with a runtime of ~47 minutes as opposed to the standard 24 minute long episode.",
        "generos": [
            "Action",
            "Adventure",
            "Fantasy",
            "Isekai",
            "Male Protagonist",
            "Conspiracy"
        ],
        "data_estreia": "2019-01-09"
    },
    {
        "titulo": "Isekai Quartet",
        "titulo_original": "異世界かるてっと",
        "id": "87478",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx104454-pH5YCR7HteqP.jpg",
        "qualidade": "HD",
        "descricao": "The button appeared out of nowhere. There weren't any signs NOT to push it... so the solution is obvious, right? Is it a trap or the start of something new and exciting? The crews of Re:Zero, Overlord, Konosuba, and The Saga of Tanya the Evil will find out when they go from their world to another and get stuck in... class?! See what adorable chaos they'll get up to in this collection of shorts!\n  \n(Source: Funimation)",
        "generos": [
            "Comedy",
            "Fantasy",
            "Slice of Life",
            "Crossover",
            "Isekai",
            "Chibi"
        ],
        "data_estreia": "2019-04-10"
    },
    {
        "titulo": "Star Wars: Histórias do Submundo",
        "titulo_original": "Star Wars: Tales of the Underworld",
        "id": "288055",
        "capa": "https://image.tmdb.org/t/p/w500/phktSbh2mnaBw8qUgzTO8yK3jih.jpg",
        "qualidade": "HD",
        "descricao": "Dois bandidos devem passar pelo submundo perigoso da galáxia enquanto planejam seus destinos.",
        "generos": [
            "Animação",
            "Sci-Fi & Fantasy",
            "Crime",
            "Action & Adventure"
        ],
        "data_estreia": "2025-05-04",
        "original_language": "en"
    },
    {
        "titulo": "Okinawa de Suki ni Natta Ko ga Hougen Sugite Tsura Sugiru",
        "titulo_original": "沖縄で好きになった子が方言すぎてツラすぎる",
        "id": "245561",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx166699-k5hIccoA5XSW.jpg",
        "qualidade": "HD",
        "descricao": "When Teruaki Nakamura transfers to laid-back Okinawa, he falls for the lively Kyan-san—but her dialect is a complete mystery to him. With Higa-san translating, Teru’s misunderstanding-filled island life takes off...and subtle hints suggest Higa-san might want his heart too. On this serene island, love flows as freely as the ocean breeze! \n \n(Source: Crunchyroll)",
        "generos": [
            "Comedy",
            "Romance",
            "Male Protagonist",
            "Language Barrier",
            "Episodic"
        ],
        "data_estreia": "2025-01-05"
    },
    {
        "titulo": "SAKAMOTO DAYS",
        "titulo_original": "SAKAMOTO DAYS",
        "id": "207332",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx177709-e5Qx6RlsBgD5.png",
        "qualidade": "HD",
        "descricao": "When Sakamoto meets Aoi, the convenience store clerk, it’s love at first sight — and just like that, he retires.\n  \nSakamoto gets married, has a daughter, opens a mom-and-pop store in a quiet town, and completely transforms … into a plus-size man. To ensure a peaceful life with his beloved family, the legendary ex–hit man bands together with comrades to face off against the looming threat of assassins.\n  \n(Source: Netflix TUDUM)\n  \nNote: The series is streaming a week in advance on Netflix Japan starting with episode 2 released alongside episode 1.",
        "generos": [
            "Action",
            "Comedy",
            "Urban",
            "Assassins",
            "Found Family"
        ],
        "data_estreia": "2025-01-11"
    },
    {
        "titulo": "Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta.",
        "titulo_original": "クラスの大嫌いな女子と結婚することになった。",
        "id": "257790",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx178462-YW6BgSGGP4az.jpg",
        "qualidade": "HD",
        "descricao": "High school student Saito Houjou is set to inherit his grandfather’s major corporation. First, he must marry Akane Sakuramori, the girl he despises the most, and who hates him just as much. The two are determined to keep their unexpected marriage a secret from their classmates. But as they begin their newlywed life, the distance between them starts to close.  \n\n(Source: Crunchyroll, edited)",
        "generos": [
            "Comedy",
            "Romance",
            "Tsundere",
            "Arranged Marriage",
            "Love Triangle"
        ],
        "data_estreia": "2025-01-03"
    },
    {
        "titulo": "Tasokare Hotel",
        "titulo_original": "誰ソ彼ホテル",
        "id": "258229",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx178495-RJCGa2YRdKBU.jpg",
        "qualidade": "HD",
        "descricao": "The \"Tasokare Hotel\" never sees afternoon, nor does it see night, but rather exists in a state of endless twilight.  \nThis hotel exists in a limbo state, as a place that allows souls who have not yet decided if they are meant to pass on to the afterlife, or remain in the world of the living, to rest their wings. The protagonist, Neko Tsukahara, comes across this \"Tasokare Hotel\" with no memory of who she is or how she came to be there.   \nAn employee leads the way and shows Neko to her room, explaining, \"In these rooms, there should be items that are related to our guests' memories. These items can also serve as clues to help our guests remember who they were before they arrived here.\" As Neko searches for a way to return to this world and remember who she was, a certain incident confronts her...  \n(Source: \"It’s Anime\" YouTube Channel)  \nNote: Each episode streamed 5 days early on some streaming services. The original TV broadcast started on January 8th, 2025.",
        "generos": [
            "Mystery",
            "Supernatural",
            "Amnesia",
            "Female Protagonist",
            "Afterlife"
        ],
        "data_estreia": "2025-01-03"
    },
    {
        "titulo": "Zenshuu.",
        "titulo_original": "全修。",
        "id": "249882",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx176273-raxxcgkslf4Q.jpg",
        "qualidade": "HD",
        "descricao": "After graduating from high school, Natsuko Hirose starts her career as an animator. Her talent quickly flourishes, and she makes her debut as a director in no time. Her first anime becomes a massive hit, sparking a social phenomenon and earning her recognition as an up-and-coming genius director. Her next project is set to be a romantic comedy movie themed around first love! However, having never been in love herself, Natsuko struggles to understand the concept of first love, and as a result, she’s unable to create the storyboard, causing the movie production to come to a standstill. \n \n(Source: MAPPA)",
        "generos": [
            "Action",
            "Fantasy",
            "Romance",
            "Isekai",
            "Female Protagonist",
            "Super Power"
        ],
        "data_estreia": "2025-01-05"
    },
    {
        "titulo": "Kisaki Kyouiku kara Nigetai Watashi",
        "titulo_original": "妃教育から逃げたい私",
        "id": "261311",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx170650-iVQC67atMVj3.png",
        "qualidade": "HD",
        "descricao": "Leticia Dorman, daughter of a duke, is less than thrilled to be engaged to a crown prince. Betrothed since childhood and trained to be queen, she always hoped Prince Clarke would fall for someone else one day. So when he shows up at a ball with another woman, Lettie excitedly retreats to the countryside to start her new life—only for Clarke to appear, determined to win her heart. \n \n(Source: Crunchyroll)",
        "generos": [
            "Comedy",
            "Fantasy",
            "Romance",
            "Torture",
            "Female Protagonist",
            "Heterosexual"
        ],
        "data_estreia": "2025-01-05"
    },
    {
        "titulo": "Mahoutsukai ni Narenakatta Onnanoko no Hanashi.",
        "titulo_original": "魔法使いになれなかった女の子の話。",
        "id": "99088",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx107372-jRO0pY1kIRLl.jpg",
        "qualidade": "HD",
        "descricao": "At Rettoran Magic Academy, two unlikely friends share one dream: to become magicians. Kurumi is an average girl who’s a bit naive, while Yuzu is the distinguished daughter of a noble magician family. They need to get into a special magician training class, but they fail the entrance exam! All hope seems lost until mysterious homeroom teacher Minami Suzuki arrives, and their luck takes a sudden turn. \n \n(Source: Crunchyroll)",
        "generos": [
            "Fantasy",
            "Boarding School",
            "Witch",
            "Female Protagonist"
        ],
        "data_estreia": "2024-10-05"
    },
    {
        "titulo": "Maya e os 3 Guerreiros",
        "titulo_original": "Maya and the Three",
        "id": "132141",
        "capa": "https://image.tmdb.org/t/p/w500/X8Ixp3jxpuEI1xYBakdhGMZmHj.jpg",
        "qualidade": "HD",
        "descricao": "Uma princesa guerreira parte em missão para cumprir uma antiga profecia e salvar a humanidade dos deuses do submundo.",
        "generos": [
            "Animação",
            "Família",
            "Action & Adventure",
            "Comédia",
            "Kids"
        ],
        "data_estreia": "2021-10-22",
        "original_language": "en"
    },
    {
        "titulo": "Um Conto Sombrio dos Grimm",
        "titulo_original": "A Tale Dark & Grimm",
        "id": "133355",
        "capa": "https://image.tmdb.org/t/p/w500/pcdUtPytnHGSMVSvwYu6WdD5G3v.jpg",
        "qualidade": "HD",
        "descricao": "João e Maria saem do próprio conto de fadas e entram em uma história sombria, cheia de surpresas estranhas e assustadoras.",
        "generos": [
            "Kids",
            "Action & Adventure",
            "Animação"
        ],
        "data_estreia": "2021-10-08",
        "original_language": "en"
    },
    {
        "titulo": "Ao no Exorcist",
        "titulo_original": "青の祓魔師",
        "id": "38464",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx9919-nXS7JOZrWHfS.jpg",
        "qualidade": "HD",
        "descricao": "This world consists of two dimensions joined as one, like a mirror. The first is the world in which the humans live, Assiah. The other is the world of demons, Gehenna. Ordinarily, travel between the two, and indeed any kind of contact between the two, is impossible. However the demons can pass over into this world by possessing anything that exist within it. Satan the god of demons, but there's one thing that he doesn't have, and that's a substance in the human world that is powerful enough to contain him!! For that purpose he created Rin, his son from a human woman, but will his son agree to his plans? Or will he become something else...? An exorcist?\n",
        "generos": [
            "Action",
            "Fantasy",
            "Supernatural",
            "Demons",
            "Super Power",
            "Shounen"
        ],
        "data_estreia": "2011-04-17"
    },
    {
        "titulo": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai",
        "titulo_original": "黒岩メダカに私の可愛いが通じない",
        "id": "258994",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx177552-7XiOf3dGXmNs.jpg",
        "qualidade": "HD",
        "descricao": "Gorgeous from head to toe! The perfect figure! To Kawai Mona, winning hearts comes as naturally as breathing... but the arrival of Kuroiwa Medaka, a new transfer student who won't even give her a second look, turns her school life upside-down! She's lived her whole life being fawned over, so why is he any different? Mona tries everything she can think of to win Medaka over, even getting a bit extreme at times! This new rom-com starring a queen bee and a celibate boy is about to burst onto the scene! \n \n(Source: Crunchyroll)",
        "generos": [
            "Comedy",
            "Ecchi",
            "Romance",
            "Heterosexual",
            "Female Protagonist",
            "Love Triangle"
        ],
        "data_estreia": "2025-01-07"
    },
    {
        "titulo": "Mahoutsukai no Yakusoku",
        "titulo_original": "魔法使いの約束",
        "id": "258578",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx170916-B6VKOdSOBccU.jpg",
        "qualidade": "HD",
        "descricao": "On a moonlit night, Akira Masaki finds herself in a magical world where wizards and humans coexist. Every year, they must face an enormous, deadly moon that attacks the planet. Their only hope lies with the Wizards of the Sage, appointed to fight the supernatural threat. But Akira soon discovers she wasn’t summoned by chance—she was chosen to lead them in battle. \n \n(Source: Crunchyroll) \n \nNote: Animation project for Mahoutsukai no Yakusoku announced during the stream event \"Mahoutsukai no Yakusoku 4-Shuunen Kinen Tokuban: Mahoyaku 4-Shuunen Goukon\" held on Nov 12, 2023.",
        "generos": [
            "Fantasy",
            "Magic",
            "Isekai",
            "Ensemble Cast"
        ],
        "data_estreia": "2025-01-06"
    },
    {
        "titulo": "Kono Kaisha ni Suki na Hito ga Imasu",
        "titulo_original": "この会社に好きな人がいます",
        "id": "262141",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx179696-1MAqXYVXT7IT.jpg",
        "qualidade": "HD",
        "descricao": "Yui Mitsuya and Masugu Tateishi aren't just any coworkers-they totally have the hots for each other. His helpful yet humble attitude makes her giddy, and her cuteness leaves him grinning like a fool. Problem is, they're trying to keep their new relationship under wraps to avoid making things awkward at work. But seeing how they can't keep their hands off each other, they run the risk of spilling their little secret with each passing day at the office.\n  \n(Source: Kodansha US)",
        "generos": [
            "Comedy",
            "Romance",
            "Slice of Life",
            "Office",
            "Heterosexual",
            "Primarily Adult Cast"
        ],
        "data_estreia": "2025-01-06"
    },
    {
        "titulo": "Youkai Gakkou no Sensei Hajimemashita!",
        "titulo_original": "妖怪学校の先生はじめました！",
        "id": "259788",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx171545-j9foxkHeXec7.jpg",
        "qualidade": "HD",
        "descricao": "Rookie teacher Haruaki Abe is as cowardly as they come. It's hard enough for him to handle human students without whimpering-and now he's going to be teaching at a school full of monsters?! It's a classroom of horrors for Haruaki, as his mischievous students use every means at their disposal to prank him! Will this poor teacher be able to get his group of ghouls under control, or is this class destined for failure? \n \n(Source: Yen Press)",
        "generos": [
            "Comedy",
            "Supernatural",
            "Slapstick",
            "Cute Boys Doing Cute Things",
            "Youkai"
        ],
        "data_estreia": "2024-10-08"
    },
    {
        "titulo": "Unnamed Memory",
        "titulo_original": "Unnamed Memory",
        "id": "216272",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx158709-WFA0RHloDvPl.jpg",
        "qualidade": "HD",
        "descricao": "\"My wish as champion is for you to descend the tower and be my wife.\" \n \nSeeking to end a curse thwarting his lineage, Prince Oscar sets out on a quest that leads him to a powerful and beautiful witch, Tinasha, and he demands a unique bargain: marriage. Though unenthused by the proposal, she agrees to stay in his castle for a year while researching the spell cast upon him. But beneath her beauty lies a lifetime of dark secrets that soon come to light. \n \n(Source: Yen Press, Crunchyroll)",
        "generos": [
            "Adventure",
            "Fantasy",
            "Romance",
            "Witch",
            "Royal Affairs",
            "Magic"
        ],
        "data_estreia": "2024-04-09"
    },
    {
        "titulo": "Amagami-san Chi no Enmusubi",
        "titulo_original": "甘神さんちの縁結び",
        "id": "234910",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx164172-GY2aqItIuqtR.jpg",
        "qualidade": "HD",
        "descricao": "Uryuu Kamihate is a high school student striving to enter Kyoto University’s medical school. After being raised at an orphanage, Uryuu is taken in by the chief priest at Amagami Shrine, where he begins to live as a freeloader—and to cohabit with Yae, Yuna, and Asahi, the three beautiful shrine maiden sisters! What’s more, the condition he must meet in order to live at the shrine for free is to marry into the family and inherit the shrine! How will Uryuu overcome his marriage meetings with the three sisters as well as the many challenges that Amagami Shrine faces? So begins a miraculous rom-com about living under the same roof with three shrine maidens! \n \n(Source: Crunchyroll, edited)",
        "generos": [
            "Comedy",
            "Drama",
            "Ecchi",
            "Romance",
            "Supernatural",
            "Shrine Maiden",
            "Heterosexual",
            "Primarily Female Cast"
        ],
        "data_estreia": "2024-10-02"
    },
    {
        "titulo": "Hana wa Saku, Shura no Gotoku",
        "titulo_original": "花は咲く、修羅の如く",
        "id": "256744",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx178022-gB3zAfazGBJ6.jpg",
        "qualidade": "HD",
        "descricao": "On the picturesque island of Tonakijima with a population of only 600, Hana’s favorite pastime is reading literature to the island’s children. Her narration skills are second to none, and Mizuki, the president of the school’s broadcasting club immediately recognizes Hana’s ability to engage with others and draw them into her recitations. Invited by Mizuki to join the club, Hana embarks on a journey to discover her true love of reading — and maybe even change the course of her life along the way.  \n\n(Source: HIDIVE)",
        "generos": [
            "Drama",
            "Slice of Life",
            "Primarily Teen Cast",
            "School Club",
            "School"
        ],
        "data_estreia": "2025-01-08"
    },
    {
        "titulo": "Arlequina",
        "titulo_original": "Harley Quinn",
        "id": "74440",
        "capa": "https://image.tmdb.org/t/p/w500/bl4hQISOR5QNu4cITDuN1E4zLAJ.jpg",
        "qualidade": "HD",
        "descricao": "Baseada na personagem da DC, se concentra em Arlequina, que finalmente rompeu de uma vez por todas seu relacionamento abusivo com o Coringa e agora tenta lidar com sua emancipação e uma vida de independência sendo a verdadeira rainha de Gotham. A série apresenta um novo olhar cômico sobre Arlequina, Hera Venenosa, Coringa e todo um elenco de heróis e vilões, antigos e novos, do Universo DC.",
        "generos": [
            "Action & Adventure",
            "Animação",
            "Comédia",
            "Sci-Fi & Fantasy"
        ],
        "data_estreia": "2019-11-29",
        "original_language": "en"
    },
    {
        "titulo": "Grisaia: Phantom Trigger",
        "titulo_original": "グリザイア：ファントムトリガー",
        "id": "280906",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx145740-KtUZ6O59DaDq.jpg",
        "qualidade": "HD",
        "descricao": "Several years after The Fruit of Grisaia... \n \nWhat was once \"Mihama Academy,\" a sanctuary for young girls, has now been transformed into a SORD (Special Organization for Research & Development) training school dedicated to fostering talent for national defense. Rena and Maki specialize in firearms, Tohka and Gumi excel at sniping, Chris handles explosives and data processing, and Murasaki is a skilled ninja for intelligence operations. Together, they take on cases too complex for the police or Self-Defense Forces, repeatedly facing dangerous missions. This is the story of these young girls, painted in blood and gunpowder. \n \n(Source: Crunchyroll)",
        "generos": [
            "Action",
            "Primarily Female Cast",
            "Guns",
            "Amnesia"
        ],
        "data_estreia": "2025-01-02"
    },
    {
        "titulo": "Magic Maker: Isekai Mahou no Tsukurikata",
        "titulo_original": "マジック・メイカー　～異世界魔法の作り方～",
        "id": "258912",
        "capa": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx179297-qaG8nCqMpR3o.jpg",
        "qualidade": "HD",
        "descricao": "On the night of his 30th birthday, one man’s dreams of wielding magic come true after he unexpectedly passes away. He wakes as Sion, a young child in another world. He and his elder sister, Marie, are the children of a lower-class noble family who govern their region. After receiving conflicting messages from their father, Sion and Marie set out on an adventure to uncover the magic. \n \n(Source: Crunchyroll)",
        "generos": [
            "Action",
            "Adventure",
            "Fantasy",
            "Slice of Life",
            "Magic",
            "Isekai",
            "Reincarnation"
        ],
        "data_estreia": "2025-01-09"
    }

]