
[
    {
        "titulo": "Histórias de Terror",
        "titulo_original": "Urban Legend",
        "id": "33275",
        "capa": "https://image.tmdb.org/t/p/w500/xgoQAgL3eFKCxrEJpHD0IVkv0W4.jpg",
        "qualidade": "HD",
        "descricao": "Depois que Rose retorna para casa de um resort tropical, uma mancha começa a crescer em seu rosto, como em um pesadelo. Descobrindo que uma picada de aranha infectou Rose, seu companheiro deve salvá-la de um destino terrível.",
        "generos": [
            "Mistério",
            "Documentário"
        ]
    },
    {
        "titulo": "The Night Of",
        "titulo_original": "The Night Of",
        "id": "66276",
        "capa": "https://image.tmdb.org/t/p/w500/q13XJHdnsmxQL9rXRcnNDrZGHjO.jpg",
        "qualidade": "HD",
        "descricao": "Após ter passado uma noite com uma mulher totalmente desconhecida, um homem acorda e encontra a tal mulher esfaqueada até a morte. Ele é acusado de a ter assassinado. As investigações policiais denunciam as relações complexas entre diversos casos que foram analisados pela polícia da cidade de Nova York nos Estados Unidos, sistema criminal, procedimentos legais e o temido purgatório de Rikers Island, é lá onde os acusados são presos em espera de seu julgamento final.",
        "generos": [
            "Crime",
            "Drama"
        ]
    },
    {
        "titulo": "Room 104",
        "titulo_original": "Room 104",
        "id": "72581",
        "capa": "https://image.tmdb.org/t/p/w500/wOyn9r9VC2pJhXasUKxlpEmCAGV.jpg",
        "qualidade": "HD",
        "descricao": "Série de comédia em formato de antologia, Room 104 apresenta, a cada episódio, histórias diferentes dos hóspedes que passam por um ordinário hotel americano.",
        "generos": [
            "Mistério",
            "Drama"
        ]
    },
    {
        "titulo": "The Deuce",
        "titulo_original": "The Deuce",
        "id": "65817",
        "capa": "https://image.tmdb.org/t/p/w500/tKFUwmue5g45rthZOyYWd7l931y.jpg",
        "qualidade": "HD",
        "descricao": "Durante os anos 1970 e 1980, a indústria pornográfica viveu um período de ascensão na cidade de Nova Iorque. Os irmãos gêmeos Vincent e Frankie Martino (James Franco), importantes nomes da indústria pornô no período. Enquanto alguns faturam com este novo negócio, a violência e o tráfico de drogas começam a se tornar cada vez mais comum na região.",
        "generos": [
            "Drama",
            "Crime"
        ]
    },
    {
        "titulo": "Vídeos Paranormais",
        "titulo_original": "Paranormal Caught on Camera",
        "id": "86845",
        "capa": "https://image.tmdb.org/t/p/w500/8UpK1HAsbYERphPlIHDWg9oYjG5.jpg",
        "qualidade": "HD",
        "descricao": "Especialistas analisam algumas das mais incríveis e assustadoras imagens de vídeos paranormais. De poltergeists a luzes no céu, os relatos de quem viveu as experiências podem acabar convertendo até os mais céticos.",
        "generos": [
            "Documentário",
            "Reality"
        ]
    },
    {
        "titulo": "Um Milagre",
        "titulo_original": "Mucize Doktor",
        "id": "92967",
        "capa": "https://image.tmdb.org/t/p/w500/7ABaZxWcO0tG9nxuwBJroNP4IFO.jpg",
        "qualidade": "HD",
        "descricao": "Ali, um médico que sofre de um transtorno autista começa a trabalhar em um hospital em Istambul. Superando os preconceitos de pacientes e colegas, Ali encontrará uma família capaz de apreciar o valor de suas habilidades especiais.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Dept. Q",
        "titulo_original": "Dept. Q",
        "id": "245703",
        "capa": "https://image.tmdb.org/t/p/w500/e4ctTDJsRexIF3vjxeDrSbeOuep.jpg",
        "qualidade": "HD",
        "descricao": "Um policial brilhante, mas arrogante, se torna chefe de um novo departamento, liderando um grupo improvável de desajustados na solução de casos arquivados de Edimburgo.",
        "generos": [
            "Drama",
            "Crime"
        ]
    },
    {
        "titulo": "Unicórnio Implacável",
        "titulo_original": "สงคราม ส่งด่วน",
        "id": "283776",
        "capa": "https://image.tmdb.org/t/p/w500/ai1zFwkSfQ12Xd7ZUeEdPDtFvnI.jpg",
        "qualidade": "HD",
        "descricao": "Um jovem empreendedor cria uma startup que traz várias novas oportunidades, mas também muitos inimigos poderosos.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Meus Clientes Fantasmas",
        "titulo_original": "노무사 노무진",
        "id": "233221",
        "capa": "https://image.tmdb.org/t/p/w500/eERbM9lqsb405V43BzGfyYfm3TH.jpg",
        "qualidade": "HD",
        "descricao": "Após quase morrer em um acidente, o advogado trabalhista Noh Moo Jin ganha um dom inusitado: ele começa a ver fantasmas e precisa aceitar os casos deles para sobreviver.",
        "generos": [
            "Comédia",
            "Mistério"
        ]
    },
    {
        "titulo": "Caso Arquivado: Os Assassinatos do Tylenol",
        "titulo_original": "Cold Case: The Tylenol Murders",
        "id": "289486",
        "capa": "https://image.tmdb.org/t/p/w500/4OGTIBZLFV0WyJj3iGFUNJe6DAm.jpg",
        "qualidade": "HD",
        "descricao": "Quem colocou cianeto no Tylenol? Esta série sobre crimes reais investiga teorias alarmantes por trás de assassinatos sem solução e corre atrás de uma pessoa suspeita.",
        "generos": [
            "Documentário",
            "Crime"
        ]
    },
    {
        "titulo": "Procurados - EUA: O.J. Simpson",
        "titulo_original": "American Manhunt: O.J. Simpson",
        "id": "282405",
        "capa": "https://image.tmdb.org/t/p/w500/fLboA57w0NtHbFwik0UrEOR2RQc.jpg",
        "qualidade": "HD",
        "descricao": "O carro branco, as luvas, o julgamento do século. Esta série documental investiga o caso de assassinato chocante que virou fenômeno cultural.",
        "generos": [
            "Documentário",
            "Crime"
        ]
    },
    {
        "titulo": "Code of Silence",
        "titulo_original": "Code of Silence",
        "id": "287355",
        "capa": "https://image.tmdb.org/t/p/w500/3kmYqsvNR1KYGprklktlSoxNSFx.jpg",
        "qualidade": "HD",
        "descricao": "",
        "generos": [
            "Crime",
            "Drama"
        ]
    },
    {
        "titulo": "The Bombing of Pan Am 103",
        "titulo_original": "The Bombing of Pan Am 103",
        "id": "248226",
        "capa": "https://image.tmdb.org/t/p/w500/9RR6jkc35HOJcZG3modHZwh3J3J.jpg",
        "qualidade": "HD",
        "descricao": "",
        "generos": [
            "Drama",
            "Crime"
        ]
    },
    {
        "titulo": "Mate o Amante",
        "titulo_original": "假面迷情",
        "id": "290191",
        "capa": "https://image.tmdb.org/t/p/w500/ogFnqsKxtA9sfqL3cqwSxId5nKn.jpg",
        "qualidade": "HD",
        "descricao": "Após perder seus pais para o plano de um poderoso magnata, You You retorna anos depois com uma nova identidade em busca de vingança. Juntando-se a Qi Dong, seu antigo inimigo e filho rejeitado do magnata, eles se unem contra um passado em comum, sem saber que uma ameaça maior se aproxima.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Trajetória Dela",
        "titulo_original": "她的轨迹",
        "id": "288006",
        "capa": "https://image.tmdb.org/t/p/w500/rO7hiQsRbsqulonOtI1lA6XdFV7.jpg",
        "qualidade": "HD",
        "descricao": "Shu Yan, uma jovem que sempre priorizou a todos, chegou ao fundo do poço após perder a família e a carreira. Ela enfrenta uma série de mudanças devastadoras na vida, mas, à medida que se recupera, começa a se reconstruir e a assumir o controle de sua vida. Por meio dessa jornada transformadora, ela encontra o amor verdadeiro em Shen Weizhou.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Amor no Pavilhão",
        "titulo_original": "淮水竹亭",
        "id": "226270",
        "capa": "https://image.tmdb.org/t/p/w500/4KNymQxbzWaCiUnE2WUDkCcAxkB.jpg",
        "qualidade": "HD",
        "descricao": "Centra-se no amor entre Dongfang Huaizhu e Wangquan Baye.",
        "generos": [
            "Drama",
            "Sci-Fi & Fantasy"
        ]
    },
    {
        "titulo": "Renascer da Juventude",
        "titulo_original": "사계의 봄",
        "id": "280016",
        "capa": "https://image.tmdb.org/t/p/w500/fVTyvUVGWAEmONn6cWZZzRnvNTs.jpg",
        "qualidade": "HD",
        "descricao": "Sa Gye estava aproveitando o melhor momento de sua vida como vocalista e guitarrista da banda de K-pop “The Crown” até ser forçado a sair do grupo. Em busca de um recomeço, ele decide se matricular na faculdade e, pela primeira vez, levar uma vida normal como qualquer outro universitário. Lá, ele conhece Kim Bom, uma talentosa estudante de música que desistiu de estudar no exterior após o falecimento de sua mãe, e Seo Tae Yang, um estudante de medicina também apaixonado por música.\n\nJunto com outros alunos, os três formam uma banda e, em pouco tempo, Sa Gye se vê redescobrindo sua paixão pela música. Além disso, à medida que Sa Gye e Bom se aproximam, ambos começam a desenvolver sentimentos e apoiar um ao outro enquanto superam os traumas do passado.",
        "generos": [
            "Comédia"
        ]
    },
    {
        "titulo": "O Contrato Secreto da Bruxa",
        "titulo_original": "魔女的秘密契约",
        "id": "286446",
        "capa": "https://image.tmdb.org/t/p/w500/4s4xQgWzaJ6aR79BQepmqXVQOg4.jpg",
        "qualidade": "HD",
        "descricao": "A Matriarca Bruxa Xia Mo é aprisionada por uma maldição mortal após perder seu colar. Desesperada para recuperá-lo, ela faz um acordo perigoso com Mu Han Yu, um vingativo professor de física, e jura realizar seu desejo. Através do contato frequente, eles se apaixonam gradualmente. No entanto, o destino os coloca um contra o outro...",
        "generos": [
            "Drama",
            "Sci-Fi & Fantasy"
        ]
    },
    {
        "titulo": "Olhos Brilhantes no Escuro",
        "titulo_original": "他从火光中走来",
        "id": "234919",
        "capa": "https://image.tmdb.org/t/p/w500/oTQK4cOCfpEeXAk20tZZ9eA3VYT.jpg",
        "qualidade": "HD",
        "descricao": "Lin Luxiao possui habilidades excepcionais de combate a incêndios e vasta experiência. Ele é o chefe da Estação de Operações Especiais na Heping Road, na cidade de Beixun. Por uma reviravolta do destino, ele é escolhido para se tornar instrutor de um reality show que visa promover o conhecimento sobre combate a incêndios. Durante o show, Lin Luxiao encontra coincidentemente Nan Chu, uma dançarina que ele resgatou de um incêndio anos atrás. Nan Chu desenvolve um carinho por Lin Luxiao, mas mantém distância devido aos perigos inerentes à sua profissão. Bombeiros de diferentes gerações colaboram em operações de resgate envolvendo incêndios, terremotos e resgates aéreos, elevando o nível de segurança contra incêndio na cidade de Beixun. À medida que Nan Chu e Lin Luxiao aprofundam gradualmente a compreensão um do outro, eles afirmam seus sentimentos. Diante do incêndio florestal mais perigoso",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "A Melhor Escolha de Todos os Tempos",
        "titulo_original": "承欢记",
        "id": "232948",
        "capa": "https://image.tmdb.org/t/p/w500/6Q3Y4uWj0tZo2SHlI1XMwIm8AtS.jpg",
        "qualidade": "HD",
        "descricao": "Mai Chenghuan, uma garota pós-95 nascida em uma família comum em Xangai, propôs casamento a seu namorado, Xin Jialiang, a pedido de sua mãe, Liu Wanyu. No entanto, as condições econômicas favoráveis ​​da família Xin tornaram esse relacionamento emocional originalmente igualitário desequilibrado.",
        "generos": [
            "Drama",
            "Família"
        ]
    },
    {
        "titulo": "Tão linda quanto você",
        "titulo_original": "你比星光美丽",
        "id": "219915",
        "capa": "https://image.tmdb.org/t/p/w500/AfGGg5GUvszIOzNi8oqRBR92FNB.jpg",
        "qualidade": "HD",
        "descricao": "Ji Xing, um talento técnico que trabalha diligentemente em uma empresa de tecnologia, renunciou resolutamente para realizar seu sonho e embarcou no caminho do empreendedorismo. A equipe formada por Ji Xing e seu irmão mais novo estava em perigo no início do negócio. Quando não havia esperança, Ji Xing ganhou o apoio de Han Ting, presidente da Dongyang Technology, com suas percepções únicas. Com o investimento de Han Ting, a startup Xingchen finalmente está no caminho certo. Mas Ji Xing 'perdeu' seu primeiro namorado, por quem ela estava apaixonada há sete anos. As dificuldades de abrir um negócio e a dor de romper com seu amor quase a destruíram. Felizmente, ela tem a proteção próxima do grupo irmão.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Kakegurui: Bet",
        "titulo_original": "Bet",
        "id": "255779",
        "capa": "https://image.tmdb.org/t/p/w500/1nKWzNyU0Pt18bQOTyJ9IOUVxK6.jpg",
        "qualidade": "HD",
        "descricao": "Em uma escola particular em que apostas determinam o status social, uma nova aluna habilidosa com um passado misterioso está virando o jogo e apostando na vingança.",
        "generos": [
            "Drama",
            "Mistério"
        ]
    },
    {
        "titulo": "Cursed - A Maldição da Familia Bell",
        "titulo_original": "Cursed: The Bell Witch",
        "id": "73403",
        "capa": "https://image.tmdb.org/t/p/w500/p1xf9umK2w9zKtGrbfvlIpBykYi.jpg",
        "qualidade": "HD",
        "descricao": "A Maldição da Família Bell (Cursed: The Bell Witch), minissérie original que acompanha a jornada pessoal de John Ceallach, um descendente direto da Maldição da Família Bell, uma das histórias de fantasmas mais antigas e lendárias dos Estados Unidos. Ceallach acredita que essa maldição tem atravessado várias gerações de sua família e ele agora está na caçada para reverter os acontecimentos, antes que eles atinjam seu único filho",
        "generos": []
    },
    {
        "titulo": "Cidades Ocultas",
        "titulo_original": "Cities of the Underworld",
        "id": "3675",
        "capa": "https://image.tmdb.org/t/p/w500/sNAyZrhHZvOfrI39iS7cPutOuVe.jpg",
        "qualidade": "HD",
        "descricao": "Don Wildman viaja para os confins e profundos recantos do globo, usando tecnologia de ponta para explorar mistérios enterrados nas profundezas do solo.",
        "generos": [
            "Documentário"
        ]
    },
    {
        "titulo": "As Filhas da Seita: Uma História de Abusos",
        "titulo_original": "Children of the Cult",
        "id": "130381",
        "capa": "https://image.tmdb.org/t/p/w500/tK4BzoV4nSa2kGYErFympltp26U.jpg",
        "qualidade": "HD",
        "descricao": "Esta série documental em cinco episódios relata os horrores vividos por três mulheres que nasceram em uma seita. Cobrindo 50 anos, essa é uma história épica que envolve lavagem cerebral, abusos sexuais, suicídios e assassinatos.",
        "generos": [
            "Documentário",
            "Crime"
        ]
    },
    {
        "titulo": "Armadilha do Amor",
        "titulo_original": "Afili Aşk",
        "id": "89671",
        "capa": "https://image.tmdb.org/t/p/w500/3mmQtKizYKbQCIWq1K76HV1Iort.jpg",
        "qualidade": "HD",
        "descricao": "Kerem é um mulherengo e Ayse é uma trabalhadora que tem o futuro controlado pelos irmãos. Cansada dessa vida, Ayse prepara uma armadilha que pode transformar o futuro dos dois.",
        "generos": [
            "Comédia",
            "Drama"
        ]
    },
    {
        "titulo": "Uma História de Amor",
        "titulo_original": "Bir Aşk Hikayesi",
        "id": "87175",
        "capa": "https://image.tmdb.org/t/p/w500/5sFowWTm764RVEo5DtyXkHQCkYn.jpg",
        "qualidade": "HD",
        "descricao": "Korkut Ali é um cara jovem e bonito que leva uma vida ruim na Alemanha. Ele foi abandonado pelos pais quando criança e foi adotado por um casal na Alemanha. No entanto, ele foi deixado sozinho por sua família adotiva. Ceylan, por outro lado, é uma jovem bonita e ingênua que mora em Istambul, na Turquia. Ela é estilista de uma cantora famosa, Tolga, por quem está apaixonada. Em uma cerimônia de casamento, Korkut leva um tiro na cabeça. O médico o salva, mas Korkut tem que viver com uma bala na cabeça com menos de um ano de vida. Após este infeliz acontecimento, Korkut vai para Istambul em busca de seus pais biológicos. Ele descobre que sua mãe é uma cantora famosa Gonul Karanli com um filho, Tolga. Korkut se sente tão traído que sua mãe biológica e seu irmão vivem uma vida feliz em Istambul. Korkut esquecerá seu passado e viverá o resto de sua vida em paz? Ceylan conseguirá trazer felicidade para Korkut? Korkut vai se vingar de sua mãe e de seu irmão?",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Amor Além do Tempo",
        "titulo_original": "Veda Mektubu",
        "id": "221244",
        "capa": "https://image.tmdb.org/t/p/w500/xWsCyt4hrJNZkS94DtUHk0FGQHa.jpg",
        "qualidade": "HD",
        "descricao": "",
        "generos": [
            "Drama",
            "Família"
        ]
    },
    {
        "titulo": "Medusa",
        "titulo_original": "Medusa",
        "id": "284792",
        "capa": "https://image.tmdb.org/t/p/w500/mFsjwJdNBKDRYLqPdBFaoVCKXLq.jpg",
        "qualidade": "HD",
        "descricao": "Alguém está tentando matar a CEO Bárbara Hidalgo. Será que ela consegue encontrar o responsável enquanto a família tenta assumir o controle de seu império na Colômbia?",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Bad Boy",
        "titulo_original": "Bad Boy",
        "id": "234034",
        "capa": "https://image.tmdb.org/t/p/w500/rnojt7Kg5S6iTBUDvOpFt8QsCcI.jpg",
        "qualidade": "HD",
        "descricao": "Nesta série sobre amadurecimento inspirada em eventos reais, um comediante conta como sobreviveu a um violento abrigo de reabilitação juvenil graças ao humor.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "De Férias com o Ex: América Latina",
        "titulo_original": "La Venganza de los Ex VIP",
        "id": "220586",
        "capa": "https://image.tmdb.org/t/p/w500/fEzf5J6bSpEE6G5FwlRQDFFaty3.jpg",
        "qualidade": "HD",
        "descricao": "Reúne 10 influenciadores solteiros que vão de férias ao paraíso, mas tudo se distorce quando o Tablet do Terror soa e anuncia a chegada de seus EXs.",
        "generos": [
            "Reality"
        ]
    },
    {
        "titulo": "Cilada",
        "titulo_original": "Atrapados",
        "id": "250312",
        "capa": "https://image.tmdb.org/t/p/w500/7i5Ou6tEEDiRHMFpkLdf8YoEdn3.jpg",
        "qualidade": "HD",
        "descricao": "Famosa por desmascarar criminosos, a jornalista Ema Garay enfrenta um dilema ao descobrir que o suspeito do desaparecimento de uma adolescente é uma pessoa bem próxima.",
        "generos": [
            "Drama",
            "Crime"
        ]
    },
    {
        "titulo": "A Paixão",
        "titulo_original": "The Passion",
        "id": "14180",
        "capa": "https://image.tmdb.org/t/p/w500/guLMiDaIirghovNwVSCB7P8Sm6w.jpg",
        "qualidade": "HD",
        "descricao": "Jesus é tirado da cruz e enterrado. Os discípulos se escondem. Temendo que o corpo seja roubado, Caifás ordena que a tumba seja vigiada. Mas, quando Maria Madalena descobre o sepulcro vazio, uma cadeia de eventos muda a vida dos discípulos.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "As Aventuras de Merlin",
        "titulo_original": "Merlin",
        "id": "7225",
        "capa": "https://image.tmdb.org/t/p/w500/8eR5Jg7CxsuCOEBU5wW0opObxpi.jpg",
        "qualidade": "HD",
        "descricao": "Esse drama dividido em 13 partes joga novas luzes sobre a história do  famoso mago Merlin. Na mítica Camelot, a série segue o jovem Merlin em  sua perigosa jornada de aprendizado, em que se vê frente a frente com  personagens lendários e fantásticos.",
        "generos": [
            "Action & Adventure",
            "Drama"
        ]
    },
    {
        "titulo": "Franklin",
        "titulo_original": "فرانكلين",
        "id": "288913",
        "capa": "https://image.tmdb.org/t/p/w500/fsakdwprdmsRPjzPB1aSyo5hQ56.jpg",
        "qualidade": "HD",
        "descricao": "Um falsário e pai solo precisa trabalhar com a ex para fabricar a nota de 100 dólares perfeita, tudo para evitar a morte da filha.",
        "generos": [
            "Drama",
            "Crime"
        ]
    },
    {
        "titulo": "Bad Thoughts",
        "titulo_original": "Bad Thoughts",
        "id": "251608",
        "capa": "https://image.tmdb.org/t/p/w500/cJ7vfXF3V8yCPou7Z5FCT3Tx6Pn.jpg",
        "qualidade": "HD",
        "descricao": "Uma coletânea de histórias perturbadoramente hilárias que desafiam os limites da compostura, de um jeito que só Tom Segura poderia imaginar.",
        "generos": [
            "Comédia"
        ]
    },
    {
        "titulo": "Despercebida",
        "titulo_original": "Unseen",
        "id": "220932",
        "capa": "https://image.tmdb.org/t/p/w500/xdua55TZuk0pAQebhTWwjDJ22st.jpg",
        "qualidade": "HD",
        "descricao": "Em uma busca desesperada pelo marido, uma faxineira se vê no meio de impensadas conspirações criminosas e é forçada a encarar as tragédias de seu passado.",
        "generos": [
            "Crime",
            "Drama"
        ]
    }
]

