[
   {
        "titulo": "Os Guerreiros Wasabi",
        "titulo_original": "Kickin' It",
        "id": "32716",
        "capa": "https://image.tmdb.org/t/p/w500/9mQCSUFpVTMtFGeGYLVeOZbyoQp.jpg",
        "qualidade": "HD",
        "descricao": "Uma academia de artes marciais é a pior na classificação nacional e corre o risco de ser fechada. Mas as coisas mudam quando Jack conhece sua nova equipe e eles ensinam a um grupo de patetas do bairro a filosofia do caratê e como praticá-la.",
        "generos": [
            "Família",
            "Action & Adventure"
        ]
    },
    {
        "titulo": "Do Alto Do Seu Conhecimento",
        "titulo_original": "Do Alto Do Seu Conhecimento",
        "id": "289574",
        "capa": "https://image.tmdb.org/t/p/w500/iereafsYdICljToj1Ycma1gzlEO.jpg",
        "qualidade": "HD",
        "descricao": "Do Alto do Seu Conhecimento é um game show que desafia tudo o que achamos que sabemos. Em cada episódio, Penelopy Jean recebe três convidados, que competem em um quiz. O vencedor escolhe uma ONG para receber uma doação de R$ 10.000.",
        "generos": []
    },
    {
        "titulo": "Lost",
        "titulo_original": "Lost",
        "id": "4607",
        "capa": "https://image.tmdb.org/t/p/w500/29qdZsx68Oakn1Kirkxob2Qn8w9.jpg",
        "qualidade": "HD",
        "descricao": "Os sobreviventes de um voo que estava milhas fora do curso caem em uma ilha que abriga um sistema de segurança monstruoso, uma série de abrigos subterrâneos e um grupo de sobrevivencialistas violentos escondidos nas sombras.",
        "generos": [
            "Mistério",
            "Action & Adventure"
        ]
    },
    {
        "titulo": "Eu, Tu e Ela",
        "titulo_original": "You Me Her",
        "id": "66008",
        "capa": "https://image.tmdb.org/t/p/w500/2kGB4jNvaCGq1Ia5ZKIrq5Voycf.jpg",
        "qualidade": "HD",
        "descricao": "Um romance incomum entre 3 pessoas, um casal suburbano e uma acompanhante",
        "generos": [
            "Comédia",
            "Drama"
        ]
    },
    {
        "titulo": "Back on the Record with Bob Costas",
        "titulo_original": "Back on the Record with Bob Costas",
        "id": "124207",
        "capa": "https://image.tmdb.org/t/p/w500/5XyAuMtdCW6gMHKGtGTnLuFrLXH.jpg",
        "qualidade": "HD",
        "descricao": "O lendário locutor Bob Costas discute as questões mais atuais do esporte com os principais jornalistas da atualidade.",
        "generos": [
            "Talk"
        ]
    },
    {
        "titulo": "The Nanny",
        "titulo_original": "The Nanny",
        "id": "2352",
        "capa": "https://image.tmdb.org/t/p/w500/4syShXMjaPAP3mG81ekhruv94sd.jpg",
        "qualidade": "HD",
        "descricao": "Fran Fine é contratada para o cargo de babá na casa de um viúvo de Nova York. Ela precisa cuidar dos três filhos do produtor da Broadway Maxwell Sheffield, mas não tem nenhuma experiência neste tipo de trabalho.",
        "generos": [
            "Comédia",
            "Família"
        ]
    },
    {
        "titulo": "A História do Late Night",
        "titulo_original": "The Story of Late Night",
        "id": "124334",
        "capa": "https://image.tmdb.org/t/p/w500/6ExKnMXswNpm3PuxxCkyf2iSNc8.jpg",
        "qualidade": "HD",
        "descricao": "Um documentário em seis partes com as figuras mais engraçadas do mundo sobre a verdadeira história do Late Night, desde promessas não cumpridas e acordos de bastidores, até os egos do horário nobre e as guerras de sucessão.",
        "generos": [
            "Documentário"
        ]
    },
    {
        "titulo": "A Promessa Mais Longa",
        "titulo_original": "玉骨遥",
        "id": "130270",
        "capa": "https://image.tmdb.org/t/p/w500/bnzpvIeGtaSiwcGpvAI9fpHCXmi.jpg",
        "qualidade": "HD",
        "descricao": "A história se passa no continente Kong Sang e gira em torno da tumultuada história de amor entre Zhu Yan, princesa da tribo Chi Yi e Shi Ying, um príncipe real. A mãe de Shi Ying foi incriminada e ele foi banido para a montanha Jiu Yi para cultivar. Originalmente focado em nada além do cultivo, ele começou a desenvolver sentimentos românticos por Zhu Yan, seu discípulo. No entanto, por causa de seu relacionamento como professor e aluno, ambos não expressam seus sentimentos. O destino também está em seu caminho quando eles se posicionam em lados opostos na luta política e passam por situações de vida ou morte. No entanto, eles eventualmente deixam de lado seus problemas e trabalham juntos de mãos dadas para proteger o Continente Kong Sang.",
        "generos": [
            "Sci-Fi & Fantasy",
            "Drama"
        ]
    },
    {
        "titulo": "Do Seu Lado",
        "titulo_original": "Na tvoey storone",
        "id": "133396",
        "capa": "https://image.tmdb.org/t/p/w500/vI3ZJ6vXNHO4jBX9bvDA6SSbXr8.jpg",
        "qualidade": "HD",
        "descricao": "A série é baseada na história clássica de A Bela e a Fera. É uma história de amor construtivo. A protagonista, uma conhecida cirurgiã cardíaca de 30 anos, Nastya, tenta ajudar seu amado Maksym, que por muitos anos fez parte de círculos criminosos, a sair do inferno em que vive.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Império de Mentiras",
        "titulo_original": "Imperio De Mentiras",
        "id": "109470",
        "capa": "https://image.tmdb.org/t/p/w500/fNAhBhWxEB6ZIPx4wSB9Ke2B1bP.jpg",
        "qualidade": "HD",
        "descricao": "A história é centrada em um policial humilde e honesto e uma jovem de família rica que se aventuram em uma paixão tão incontrolável quanto proibida. Depois que seu pai e a namorada do ex-policial são assassinados em circunstâncias estranhas, o casal investiga as misteriosas mortes para descobrir a verdade. Juntos, eles descobrem segredos poderosos de um mundo de corrupção que eles não conheciam, tudo isso enquanto lutam para defender seu amor e aprender a confiar um no outro.",
        "generos": [
            "Drama",
            "Action & Adventure"
        ]
    },
    {
        "titulo": "Sobrevivente Primitivo com Hazen Audel",
        "titulo_original": "Primal Survivor",
        "id": "65859",
        "capa": "https://image.tmdb.org/t/p/w500/iiw244PvDnjFLma16xdcj4jOUO0.jpg",
        "qualidade": "HD",
        "descricao": "Selvas e florestas tropicais são o terreno mais inóspitos na Terra - vegetação impenetrável, parasitas letais, calor opressivo e umidade que torna esta região hostil para os humanos. Apesar disso, os povos nativos vivem aqui há milhares de anos e descobriram não apenas como sobreviver, mas como se desenvolver nesta paisagem brutal. Hazen Audel, dotado com as habilidades dos moradores locais, revela os métodos extraordinários que manterão você vivo na selva.",
        "generos": [
            "Documentário",
            "Drama"
        ]
    },
    {
        "titulo": "Spectreman",
        "titulo_original": "スペクトルマン",
        "id": "20653",
        "capa": "https://image.tmdb.org/t/p/w500/g9c7QOldWb70A79KR5bGcrUGzae.jpg",
        "qualidade": "HD",
        "descricao": "Aqui é contada a luta do androide Spectreman contra o genial cientista Dr. Gori e seu divertido auxiliar, Karas ambos simióides (homens-macaco). Além da tradicional guerra do bem contra o mal, as aventuras de Spectreman faziam com que o telespectador refletisse sobre os problemas causados pela poluição. O tema esteve presente em praticamente todos os episódios, pois os monstros criados pelo Dr. Gori usavam lixo como matéria-prima.",
        "generos": [
            "Action & Adventure",
            "Sci-Fi & Fantasy"
        ]
    },
    {
        "titulo": "Namorado de Natal",
        "titulo_original": "Hjem til jul",
        "id": "95612",
        "capa": "https://image.tmdb.org/t/p/w500/zY1IdRI75vpTxGZWz88r4Py9pX.jpg",
        "qualidade": "HD",
        "descricao": "Cansada dos comentários sobre sua vida amorosa, Johanne tem 24 dias para encontrar um namorado e levá-lo para conhecer os pais no Natal.",
        "generos": [
            "Comédia",
            "Drama"
        ]
    },
    {
        "titulo": "Só para Adultos: Países Baixos e Alemanha",
        "titulo_original": "성+인물: 네덜란드, 독일 편",
        "id": "244890",
        "capa": "https://image.tmdb.org/t/p/w500/oWxqJWhsKuFl4Jefjpj8Dd2oTf1.jpg",
        "qualidade": "HD",
        "descricao": "Shin Dong-youp e Sung Si-kyung se aventuram pelas culturas sexuais dos Países Baixos e da Alemanha, combinando experiências práticas com entrevistas reveladoras.",
        "generos": [
            "Reality"
        ]
    },
    {
        "titulo": "A Vida Secreta das Esposas Mórmons",
        "titulo_original": "The Secret Lives of Mormon Wives",
        "id": "261102",
        "capa": "https://image.tmdb.org/t/p/w500/pq0sJXfbhjbTdj7RvY6c0SHjeu9.jpg",
        "qualidade": "HD",
        "descricao": "O mundo escandaloso de um grupo de mães mórmons influenciadoras implode quando elas são pegas no meio de um escândalo sexual que vira manchete internacional. Agora, sua irmandade é abalada até o âmago. Fé, amizade e reputação estão em jogo.",
        "generos": [
            "Reality"
        ]
    },
    {
        "titulo": "Big Mood",
        "titulo_original": "Big Mood",
        "id": "225384",
        "capa": "https://image.tmdb.org/t/p/w500/j6mCnENd3xHzUkNOu5Jcbt5s1lp.jpg",
        "qualidade": "HD",
        "descricao": "",
        "generos": [
            "Comédia"
        ]
    },
    {
        "titulo": "Querido Hongrang",
        "titulo_original": "탄금",
        "id": "224819",
        "capa": "https://image.tmdb.org/t/p/w500/mSy9bxbbimGmNwTbJGDN11dJjA6.jpg",
        "qualidade": "HD",
        "descricao": "Quando um herdeiro desaparecido volta sem se lembrar de nada, amor e desconfiança entram em choque. Será que ele é mesmo Hongrang ou um estranho no ninho e nos corações?",
        "generos": [
            "Drama",
            "Mistério"
        ]
    },
    {
        "titulo": "Pørni",
        "titulo_original": "Pørni",
        "id": "123403",
        "capa": "https://image.tmdb.org/t/p/w500/tjT2dg8dwpSYgTtZuXEZYrWeOX7.jpg",
        "qualidade": "HD",
        "descricao": "Pørni é o apelido de Pernilla, uma mulher trabalhadora, insone, cuidadosa, divertida e cheia de amor para dar, que tenta fazer o melhor por sua família e por si própria, às vezes colocando todos em primeiro lugar e esquecendo dela mesma.",
        "generos": [
            "Drama",
            "Comédia"
        ]
    },
        {
        "titulo": "Motorheads: Velozes e Apaixonados",
        "titulo_original": "Motorheads",
        "id": "243954",
        "capa": "https://image.tmdb.org/t/p/w500/163yXwGcdgC2wfkHVmpkU2udzSn.jpg",
        "qualidade": "HD",
        "descricao": "Ambientada em uma cidade da antiga região industrial dos EUA que, antes próspera, agora busca uma luz no fim do túnel, a série apresenta uma história cheia de adrenalina sobre um grupo de renegados que se unem pelo amor às corridas de rua, enquanto enfrentam a hierarquia e as regras do ensino médio.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Timeless: Guardiões da História",
        "titulo_original": "Timeless",
        "id": "66786",
        "capa": "https://image.tmdb.org/t/p/w500/ywjPFK6VNOFVGuDLLWb9UBZDXhP.jpg",
        "qualidade": "HD",
        "descricao": "O roubo de uma máquina do tempo que desencadeia uma série de crimes ao longo da história, leva um professor, um cientista e um soldado a correrem atrás de quem quer destruir os Estados Unidos.",
        "generos": [
            "Drama",
            "Action & Adventure"
        ]
    },
    {
        "titulo": "Lost Girl",
        "titulo_original": "Lost Girl",
        "id": "33852",
        "capa": "https://image.tmdb.org/t/p/w500/jE6sqorxIyVU55VhDbz7NbqxZlV.jpg",
        "qualidade": "HD",
        "descricao": "A história da linda e carismática Bo, um ser sobrenatural chamado súcubo que se alimenta da energia dos seres humanos, às vezes com resultados fatais. Recusando-se a abraçar seu clã sobrenatural e sua rígida hierarquia, Bo é uma renegada que luta pelos oprimidos enquanto busca a verdade sobre suas próprias origens misteriosas.",
        "generos": [
            "Sci-Fi & Fantasy",
            "Drama"
        ]
    },
    {
        "titulo": "Sr. Mercedes",
        "titulo_original": "Mr. Mercedes",
        "id": "70485",
        "capa": "https://image.tmdb.org/t/p/w500/zZm3LidCf6Edv6yX3WMKo6KwICg.jpg",
        "qualidade": "HD",
        "descricao": "Um assassino em série psicopata provoca um detetive policial aposentado com uma série de cartas e e-mails chocantes.",
        "generos": [
            "Mistério",
            "Sci-Fi & Fantasy"
        ]
    },
    {
        "titulo": "Karkú",
        "titulo_original": "Karkú",
        "id": "101198",
        "capa": "https://image.tmdb.org/t/p/w500/gupmhSps0EkUEADhzGA0Yy35nSH.jpg",
        "qualidade": "HD",
        "descricao": "Karkú é uma telenovela juvenil chilena originalmente transmitida entre 2007 e 2009. A novela fez grande sucesso em seu país de origem, e o grupo musical Six Pack, formado pelos protagonistas da série, fez várias apresentações no país.",
        "generos": [
            "Comédia",
            "Drama"
        ]
    },
    {
        "titulo": "Esquadrão Resgate",
        "titulo_original": "Rescue Me",
        "id": "4344",
        "capa": "https://image.tmdb.org/t/p/w500/fSdPK6uAArXWVfPk2mOiq4pVXzS.jpg",
        "qualidade": "HD",
        "descricao": "Após os ataques de 11 de setembro em Nova York, o bombeiro Tommy Gavin fica atormentado pelos perigos de seu trabalho, além de precisar lidar com os conflitos com a ex-esposa e os filhos.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Os Pilares da Terra",
        "titulo_original": "The Pillars of the Earth",
        "id": "33234",
        "capa": "https://image.tmdb.org/t/p/w500/y5dmLPeukiA56kR3aBFIx5AnMO8.jpg",
        "qualidade": "HD",
        "descricao": "Conta uma épica história que mistura o bom e o mau, traições, intrigas, violência e beleza. Ambientada em um cenário de guerra, conflitos religiosos e disputas de poder que destruirão famílias e vidas. Enquanto isso, uma magnífica Catedral, em Kingsdridge, começa a crescer, com o sonho de Tom.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Legado Corrompido",
        "titulo_original": "Legado",
        "id": "248716",
        "capa": "https://image.tmdb.org/t/p/w500/acPwVJ3rjU2icmNfGqHSb6sJ3MB.jpg",
        "qualidade": "HD",
        "descricao": "Após uma doença grave, um magnata dos meios de comunicação descobre um esquema dos filhos que ameaça o império construído com tanto esforço. Ele tudo fará para salvá-lo.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Sereias",
        "titulo_original": "Sirens",
        "id": "246992",
        "capa": "https://image.tmdb.org/t/p/w500/tMRiXdAuhYEjViaUmTItQHZ0eyB.jpg",
        "qualidade": "HD",
        "descricao": "Preocupada com o relacionamento excessivamente próximo da irmã com a chefe bilionária, uma mulher procura respostas em uma luxuosa propriedade à beira-mar.",
        "generos": [
            "Comédia",
            "Drama"
        ]
    },
        {
        "titulo": "Unforgettable",
        "titulo_original": "Unforgettable",
        "id": "39276",
        "capa": "https://image.tmdb.org/t/p/w500/fLGfuflICEZj3qD8m9TNI5g7xJZ.jpg",
        "qualidade": "HD",
        "descricao": "Carrie Wells é uma enigmática ex-policial que sofre de uma rara condição: Carrie possui uma memória perfeita. Isso significa que ela é capaz de se lembrar de tudo nos mínimos detalhes. Tal condição pode ser tanto uma benção como uma maldição, afinal, Carrie é incapaz de esquecer-se de todas as coisas ruins que viveu e presenciou.",
        "generos": [
            "Crime",
            "Drama"
        ]
    },
    {
        "titulo": "Wilfred",
        "titulo_original": "Wilfred",
        "id": "39525",
        "capa": "https://image.tmdb.org/t/p/w500/2cUYCkmHEWsxaNiVTQnFqxyq5Ij.jpg",
        "qualidade": "HD",
        "descricao": "Baseada na série australiana de mesmo nome, Wilfred é estrelada por Elijah Wood e pelo co-criador da versão original, Jason Gann. Wood é Ryan, um homem depressivo que pretende se suicidar, já que sua vida não parece ter significado. Entretanto, ele conhece Wilfred, o cão da vizinha Jenna, enxergando o animal como se este fosse uma pessoa, enquanto o resto do mundo o vê apenas como um cão normal. Wilfred se torna o mentor de Ryan, manipulando-o e mostrando um outro lado da vida.",
        "generos": [
            "Comédia",
            "Drama"
        ]
    },
    {
        "titulo": "Looking",
        "titulo_original": "Looking",
        "id": "57774",
        "capa": "https://image.tmdb.org/t/p/w500/cMIRpZUOXwZcDoGyRJnwrrZQYzW.jpg",
        "qualidade": "HD",
        "descricao": "Três amigos exploram as quase ilimitadas opções disponíveis para uma nova geração de homens gays.",
        "generos": [
            "Comédia",
            "Drama"
        ]
    },
    {
        "titulo": "Drácula",
        "titulo_original": "Dracula",
        "id": "58928",
        "capa": "https://image.tmdb.org/t/p/w500/oQUU8LKVl10ejpxJC0qfsSuPZeF.jpg",
        "qualidade": "HD",
        "descricao": "Uma reimaginação do clássico romance de Bram Stoker, esta nova série se passa na década de 1890 e acompanha a história de Drácula (interpretado por Jonathan Rhys Meyers, de The Tudors), um homem que vive uma vida dupla em Londres: ele diz ser Allen Grayson, um empresário americano interessado em trazer a ciência moderna para a sociedade vitoriana; mas, na verdade, ele quer se vingar de quem lhe fez mal há centenas de anos. No entanto, seus planos podem ir por água abaixo quando ele conhece Mina Murray (interpretada por Jessica DeGouw, de Arrow), uma garota que parece ser a reencarnação de sua falecida esposa.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Grace and Frankie",
        "titulo_original": "Grace and Frankie",
        "id": "62320",
        "capa": "https://image.tmdb.org/t/p/w500/3aD3PaSeF8eHJFLliLlWYw4EcPt.jpg",
        "qualidade": "HD",
        "descricao": "Quando seus maridos pedem o divórcio para se casar um com o outro, a comportada Gracie e a excêntrica Frankie começam uma amizade.",
        "generos": [
            "Comédia",
            "Drama"
        ]
    }
]
