[
    {
        "titulo": "Lucifer",
        "titulo_original": "Lucifer",
        "id": "63174",
        "capa": "https://image.tmdb.org/t/p/w500/hdKxcoV5CFc3sGOmbGXDXbx1cTZ.jpg",
        "qualidade": "HD",
        "descricao": "Entediado com a vida nas trevas, o diabo se muda para Los Angeles, abre um piano-bar e empresta sua sabedoria a uma investigadora de assassinatos.",
        "generos": [
            "Crime",
            "Sci-Fi & Fantasy"
        ]
    },
    {
        "titulo": "Motel Bates",
        "titulo_original": "Bates Motel",
        "id": "46786",
        "capa": "https://image.tmdb.org/t/p/w500/xXKcfZE7ulYxgjjYv51s0zDG69s.jpg",
        "qualidade": "HD",
        "descricao": "Após a morte do pai, Norman Bates e sua mãe abrem um hotel. Mas o estado mental de Norman os leva por um caminho sombrio e violento.",
        "generos": [
            "Drama",
            "Crime"
        ]
    },
    {
        "titulo": "De Férias com o Ex Brasil",
        "titulo_original": "De Férias com o Ex Brasil",
        "id": "68603",
        "capa": "https://image.tmdb.org/t/p/w500/vSYlNoUWagwR1jpftExIVeMm3Kc.jpg",
        "qualidade": "HD",
        "descricao": "Dez solteiros vão passar férias em um paraíso tropical. Mas o sonho pode se transformar em pesadelo quando os exs do passado começam a assombrar os dias e noites dos participantes.",
        "generos": [
            "Reality"
        ]
    },
    {
        "titulo": "Watchmen",
        "titulo_original": "Watchmen",
        "id": "79788",
        "capa": "https://image.tmdb.org/t/p/w500/m8rWq3j73ZGhDuSCZWMMoE9ePH1.jpg",
        "qualidade": "HD",
        "descricao": "Uma visão atualizada do mundo, onde justiceiros mascarados transitam constantemente pela delicada linha que separa o bem do mal em uma sociedade que os despreza.",
        "generos": [
            "Drama",
            "Crime"
        ]
    },
    {
        "titulo": "Big Bang: A Teoria",
        "titulo_original": "The Big Bang Theory",
        "id": "1418",
        "capa": "https://image.tmdb.org/t/p/w500/gXLGUSXp3ZLkjwX0x45NXCagiNH.jpg",
        "qualidade": "HD",
        "descricao": "Leonard e Sheldon são dois jovens cientistas que moram juntos, sabem tudo de física, mas não parecem saber como se relacionar com mulheres. Seus únicos amigos são Howard e Rajesh, mas tudo pode mudar quando conhecem a nova vizinha, a bela Penny, que logo encanta Leonard.",
        "generos": [
            "Comédia"
        ]
    },
    {
        "titulo": "Legados",
        "titulo_original": "Legacies",
        "id": "79460",
        "capa": "https://image.tmdb.org/t/p/w500/bS2ENepTMWxUPOkCXrPhplJfbcU.jpg",
        "qualidade": "HD",
        "descricao": "Hope Mikaelson, descendente da linhagem mais poderosa de vampiros, lobisomens e bruxas, frequenta a Escola Salvatore para Jovens e Superdotados, um refúgio onde ela pode aprender a controlar suas habilidades e impulsos sobrenaturais.",
        "generos": [
            "Sci-Fi & Fantasy",
            "Drama"
        ]
    },
    {
        "titulo": "Um Milhão de Coisas",
        "titulo_original": "A Million Little Things",
        "id": "81499",
        "capa": "https://image.tmdb.org/t/p/w500/tAXZvYajTRWEYcvc40w0SIwmyqi.jpg",
        "qualidade": "HD",
        "descricao": "Um grupo de amigos percebe que precisa aproveitar mais a vida quando um deles morre de repente. No caminho, eles veem que a amizade pode ser o único modo de salvá-los deles mesmos.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Caçadores",
        "titulo_original": "Hunters",
        "id": "79622",
        "capa": "https://image.tmdb.org/t/p/w500/mjsz10d1abJXZwT9b8CTgniRJh9.jpg",
        "qualidade": "HD",
        "descricao": "No fim do anos 70, em Nova York, um grupo diversificado de caçadores de nazistas descobrem que centenas de oficiais nazistas de alto escalão estão vivendo entre nós e conspirando para criar um Quarto Reich nos EUA. A eclética equipe de Caçadores iniciará uma sangrenta busca para levar os nazistas à justiça e frustrar seus novos planos genocidas.",
        "generos": [
            "Crime",
            "Drama"
        ]
    },
    {
        "titulo": "Deuses Americanos",
        "titulo_original": "American Gods",
        "id": "46639",
        "capa": "https://image.tmdb.org/t/p/w500/jPylofcSv0xhhXIPIlcciFfUOLT.jpg",
        "qualidade": "HD",
        "descricao": "O drama é centrado em uma guerra entre os velhos e os novos deuses. Os seres bíblicos e mitológicos estão perdendo cada vez mais fiéis para novos deuses, que refletem o amor da sociedade por dinheiro, tecnologia, celebridades e drogas.",
        "generos": [
            "Drama",
            "Mistério"
        ]
    },
    {
        "titulo": "Glitch",
        "titulo_original": "Glitch",
        "id": "63201",
        "capa": "https://image.tmdb.org/t/p/w500/po8xF3i0A3YbkXRDM64JdgFI8vd.jpg",
        "qualidade": "HD",
        "descricao": "Um policial e uma médica encaram um mistério cheio de emoção quando sete pessoas da cidade voltam dos mortos em excelente forma. E sem explicação.",
        "generos": [
            "Drama",
            "Sci-Fi & Fantasy"
        ]
    },
    {
        "titulo": "Spectros",
        "titulo_original": "Spectros",
        "id": "99573",
        "capa": "https://image.tmdb.org/t/p/w500/gXOKRYeo6V45d1JM0ich86F6LTe.jpg",
        "qualidade": "HD",
        "descricao": "Espíritos centenários com sede de vingança assombram o bairro paulistano da Liberdade e envolvem um grupo de adolescentes em um confronto fantasmagórico.",
        "generos": [
            "Sci-Fi & Fantasy"
        ]
    },
    {
        "titulo": "The Circle: EUA",
        "titulo_original": "The Circle",
        "id": "97083",
        "capa": "https://image.tmdb.org/t/p/w500/bQRxhfXXsH4ccScOBHs51bgwNe4.jpg",
        "qualidade": "HD",
        "descricao": "Os participantes vivem em um mesmo predio mas nunca podem se ver frente a frente. Eles se comunicam por uma rede social chamada \"The Circle\". Eles podem criar seus proprios perfis ou escolher jogar ao jogo com um fake.Toda a competiçao é baseada nas interações dos competidores por meio da rede social.",
        "generos": [
            "Reality"
        ]
    },
    {
        "titulo": "I Am Not Okay with This",
        "titulo_original": "I Am Not Okay with This",
        "id": "90260",
        "capa": "https://image.tmdb.org/t/p/w500/kf3yX0ILNlLJ42X3lX2iYJ3QRp6.jpg",
        "qualidade": "HD",
        "descricao": "Syd lida com as turbulências do ensino médio, um drama familiar e um crush não correspondido pela sua melhor amiga enquanto tenta controlar seus crescentes superpoderes.",
        "generos": [
            "Drama",
            "Comédia"
        ]
    },
    {
        "titulo": "The Outsider",
        "titulo_original": "The Outsider",
        "id": "84661",
        "capa": "https://image.tmdb.org/t/p/w500/sDT2ZU9Xd2dt0svfO4qYYtziVP5.jpg",
        "qualidade": "HD",
        "descricao": "Baseado no romance de Stephen King, este thriller psicológico segue um detetive e uma investigadora particular que investigam o caso do macabro assassinato de um menino e a sinistra força sobrenatural que o ronda.",
        "generos": [
            "Crime",
            "Drama"
        ]
    },
    {
        "titulo": "Seguidores",
        "titulo_original": "Followers",
        "id": "98772",
        "capa": "https://image.tmdb.org/t/p/w500/rvlLzHf8GhzJ7YSlClkgg0xGcaY.jpg",
        "qualidade": "HD",
        "descricao": "Quando uma atriz desconhecida conquista a fama graças a uma postagem no Instagram, várias mulheres se cruzam na busca pela felicidade na vida real em Tóquio.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Cheers",
        "titulo_original": "Cheers",
        "id": "141",
        "capa": "https://image.tmdb.org/t/p/w500/tO5TZBXfZddzepY6CaZIN519vHD.jpg",
        "qualidade": "HD",
        "descricao": "Cheers é uma série de televisão americana que durou 11 temporadas entre 1982 e 1993. Foi produzida por Charles / Burrows / Charles Productions em associação com a Paramount Network Television para a NBC e criada pela equipe de James Burrows, Glen Charles e Les Charles. . O show é ambientado em um bar chamado Cheers em Boston, Massachusetts, onde um grupo de moradores se reúne para beber, relaxar e socializar. A música tema do show, escrita e interpretada por Gary Portnoy, e co-escrita com Judy Hart Angelo, emprestou seu famoso refrão, \"Where Everybody Knows Your Name\", como o slogan do programa.\n\nDepois de estrear em 30 de setembro de 1982, foi quase cancelado durante sua primeira temporada, quando ficou em último lugar nas classificações de sua estréia. Cheers, no entanto, acabou por se tornar um programa de televisão altamente cotado nos Estados Unidos, ganhando uma classificação no top-ten durante 8 de suas 11 temporadas, incluindo uma temporada em # 1. O show passou a maior parte de sua apresentação na programação de quinta-feira à noite da NBC \"Must See TV\". Seu final de série amplamente assistido foi transmitido em 20 de maio de 1993, e os 275 episódios do programa foram distribuídos com sucesso em todo o mundo. Indicado para o Outstanding Comedy Series por todas as 11 temporadas no ar, ganhou 28 prêmios Emmy de um número recorde de 117 indicações. O personagem Frasier Crane foi destaque em seu espetáculo de homônimo, que foi ao ar até 2004 e incluiu participações especiais de praticamente todos os principais e menores personagens de Cheers.",
        "generos": [
            "Comédia"
        ]
    },
    {
        "titulo": "Frasier",
        "titulo_original": "Frasier",
        "id": "195241",
        "capa": "https://image.tmdb.org/t/p/w500/gQAjtgjgb5VAQXJog1bZgY5cjL2.jpg",
        "qualidade": "HD",
        "descricao": "A nova série segue Frasier Crane em um novo capítulo da sua vida, quando ele retorna a Boston com novos desafios para enfrentar, novos relacionamentos para estabelecer e um ou dois sonhos antigos para finalmente realizar. Frasier entrou no prédio!",
        "generos": [
            "Comédia"
        ]
    },
    {
        "titulo": "Explosivos",
        "titulo_original": "Obliterated",
        "id": "94244",
        "capa": "https://image.tmdb.org/t/p/w500/taWbiDE71rJ6CdBoG7r6SR4eMlU.jpg",
        "qualidade": "HD",
        "descricao": "Uma equipe de elite comemora para valer depois de impedir um atentado. Até que a verdadeira ameaça aparece, e aí eles precisam superar a bebedeira para salvar a cidade.",
        "generos": [
            "Comédia",
            "Action & Adventure"
        ]
    },
    {
        "titulo": "Comedy Royale",
        "titulo_original": "코미디 로얄",
        "id": "238046",
        "capa": "https://image.tmdb.org/t/p/w500/gVZvET4bEsoLuPi0z4pLiF9Dt3m.jpg",
        "qualidade": "HD",
        "descricao": "Vinte comediantes coreanos competem pela chance de apresentar um especial da Netflix, em uma batalha que vai fazer você rolar de rir.",
        "generos": [
            "Reality",
            "Comédia"
        ]
    },
    {
        "titulo": "Swimming with Sharks",
        "titulo_original": "Swimming with Sharks",
        "id": "156822",
        "capa": "https://image.tmdb.org/t/p/w500/kiBuVgOdEYAx2kApt5FJ4SXiczz.jpg",
        "qualidade": "HD",
        "descricao": "Quando Lou Simms(Kiernan Shipka) começa seu estágio na Fountain Pictures, ela parece uma ingênua recém-chegada a Hollywood, impressionada com a notória CEO do estúdio, Joyce Holt(Diane Kruger). Lou logo se mostra indispensável para Joyce, que não está apenas tentando manobrar seu chefe antiquado e nacionalista(Donald Sutherland), mas também ter um bebê depois de anos de tentativas. Na verdade, Lou fez uma extensa pesquisa sobre Joyce e conseguir este estágio não foi uma feliz coincidência. À medida que a obsessão de Lou cresce, ela fará de tudo para se aproximar de seu ídolo, até mesmo matar.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Perdidos no Espaço",
        "titulo_original": "Lost in Space",
        "id": "75758",
        "capa": "https://image.tmdb.org/t/p/w500/cQwuA5STmOG4TBwTZyukBFfyF5w.jpg",
        "qualidade": "HD",
        "descricao": "Após um pouso forçado em um planeta desconhecido, a família Robinson tenta sobreviver aos perigos que encontra neste novo mundo.",
        "generos": [
            "Sci-Fi & Fantasy",
            "Action & Adventure"
        ]
    },
    {
        "titulo": "Hanna",
        "titulo_original": "Hanna",
        "id": "54155",
        "capa": "https://image.tmdb.org/t/p/w500/pe10EUjgO2jgwiu01MAv9l3IjxG.jpg",
        "qualidade": "HD",
        "descricao": "Hanna é uma adolescente que mora na zona rural do norte da Finlândia ao lado do pai, e que vê sua vida mudar ao conhecer um ex-agente da CIA que planeja um plano para matar todos os agentes que desejam capturá-los. Hanna, então, passa por um pesado treinamento e não demora a se tornar uma hábil asssassina. Agora, ela embarca em uma missão contra a CIA que pode custar sua própria vida.",
        "generos": [
            "Action & Adventure",
            "Drama"
        ]
    },
    {
        "titulo": "Control Z",
        "titulo_original": "Control Z",
        "id": "102903",
        "capa": "https://image.tmdb.org/t/p/w500/8VNA0RdrPk8Ec7XVjpeT0Rnui79.jpg",
        "qualidade": "HD",
        "descricao": "Um hacker começa a divulgar os segredos dos alunos para toda a escola, e Sofia, uma menina observadora e solitária, quer descobrir quem está por trás disso.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Millie Black",
        "titulo_original": "Get Millie Black",
        "id": "201646",
        "capa": "https://image.tmdb.org/t/p/w500/ytXuD2ZP9Q82OzalMaGYoKUUPCG.jpg",
        "qualidade": "HD",
        "descricao": "Acompanha Millie Black, uma ex-detetive da Scotland Yard que, ao voltar à sua casa em Kingston, Jamaica, se junta à polícia local em um caso de desaparecimento que revive fantasmas de seu passado.",
        "generos": [
            "Crime",
            "Drama"
        ]
    },
    {
        "titulo": "Reef Break",
        "titulo_original": "Reef Break",
        "id": "88561",
        "capa": "https://image.tmdb.org/t/p/w500/oZkIUk12jijhkqLI6fXWeLkTG1C.jpg",
        "qualidade": "HD",
        "descricao": "Cat Chambers (Poppy Montgomery) é uma ladra que se transformou na governadora de um deslumbrante e sedutor paraíso numa ilha do Pacífice, é impulsiva, imprudente e irresistível. Porém, seu histórico lhe garante propriedade para saber onde e como os grandes crimes acontecem; fazendo de Cat uma governadora de \"sucesso\" e declínio ao mesmo tempo.",
        "generos": [
            "Drama",
            "Action & Adventure"
        ]
    },
    {
        "titulo": "Sob Pressão",
        "titulo_original": "Sob Pressão",
        "id": "73010",
        "capa": "https://image.tmdb.org/t/p/w500/lGWf1lqeHOhuKZX9bQPeAKttxnb.jpg",
        "qualidade": "HD",
        "descricao": "Acompanhe a rotina de entrega, esforço e muita pressão pela qual os médicos de um hospital público passam todos os dias. Em comum, o desejo de salvar vidas.",
        "generos": [
            "Drama"
        ]
    },
    {
        "titulo": "Maratón Candice Renoir",
        "titulo_original": "Candice Renoir",
        "id": "55866",
        "capa": "https://image.tmdb.org/t/p/w500/1andtN7XdVmu25HqNQE1JpwLNYy.jpg",
        "qualidade": "HD",
        "descricao": "Candice Renoir deixou sua carreira de lado por 10 anos. Quando ela retorna de Cingapura para retomar o serviço em uma cidade portuária no sul da França, ela se sente um pouco “enferrujada”. Apesar do óbvio desafio de sua unidade e de um superior cínico que não torna seu trabalho mais fácil, ela está determinada a transformar suas chamadas fraquezas em forças, resolvendo os casos mais complexos com seu bom senso, sua observação aguda e sua prática natureza temperada por uma rotina diária movimentada. Só Candice pode pegar um assassino porque conhece a composição química de um limpador de vidros ou determina a hora de um assassinato a partir do tempo de cozimento dos kebabs … Candice só é ingênua por fora, e ninguém consegue resistir a ela!",
        "generos": [
            "Comédia",
            "Crime"
        ]
    },
    {
        "titulo": "Star Trek: Strange New Worlds",
        "titulo_original": "Star Trek: Strange New Worlds",
        "id": "103516",
        "capa": "https://image.tmdb.org/t/p/w500/bxuUbcM9GqvmQY1EDm5sMtLdcTv.jpg",
        "qualidade": "HD",
        "descricao": "Em Star Trek: Strange New Worlds, o capitão Christopher Pike (Anson Mount) lidera a equipe do USS Enterprise pelos confins do universo em aventuras perigosas e intensas. Passando-se antes da trama da série original, Strange New Worlds explora mais profundamente o universo Star Trek antes da chegada do icônico Capitão Kirk (William Shatner). Pike, ainda inexperiente em liderar toda a Enterprise por conta própria, se apoia na ajuda de seus companheiros da nave, em especial Una Chin-Riley (Rebecca Romjin), segunda em comando depois dele. Além disso, ele conta a inteligência ímpar do popular personagem Spock (Ethan Peck), um alienígena meio humano meio vulcano. Os passageiros da USS Enterprise irão se aventurar por lugares inimagináveis e viverão uma jornada intensa pela galáxica, encontrando aliados fiéis, mas também fazendo inúmeros inimigos perigosos pelo caminho. Mas com o apoio de cada um, poderão completar suas missões com sucesso.",
        "generos": [
            "Sci-Fi & Fantasy"
        ]
    },
    {
        "titulo": "Dollface",
        "titulo_original": "Dollface",
        "id": "84584",
        "capa": "https://image.tmdb.org/t/p/w500/oU38pfWG64mLQBPuFtr2uCm12rO.jpg",
        "qualidade": "HD",
        "descricao": "Depois de levar um fora do namorado, Jules precisa lidar com sua própria imaginação ao reentrar, literal e metaforicamente, no mundo feminino. Ela quer reacender as amizades femininas que deixou para trás.",
        "generos": [
            "Comédia"
        ]
    },
    {
        "titulo": "Boo, Bitch",
        "titulo_original": "Boo, Bitch",
        "id": "132188",
        "capa": "https://image.tmdb.org/t/p/w500/b3zagQAHUUePg29xjp9SYoxtsv7.jpg",
        "qualidade": "HD",
        "descricao": "É o último ano da escola, e duas amigas estão prontas para curtir a vida ao máximo! O único problema é que agora uma delas é um fantasma...",
        "generos": [
            "Comédia",
            "Sci-Fi & Fantasy"
        ]
    },
    {
        "titulo": "Como Criar um Quarto do Sexo",
        "titulo_original": "How To Build a Sex Room",
        "id": "204777",
        "capa": "https://image.tmdb.org/t/p/w500/b6IDmb5PdhgptLczAv9N9HtVZuY.jpg",
        "qualidade": "HD",
        "descricao": "De um porão secreto bem rock 'n' roll a um spa luxuoso, a designer Melanie Rose cria espaços eróticos para casais neste reality show picante.",
        "generos": [
            "Reality"
        ]
    },
    {
        "titulo": "Os Segredos de Manscheid",
        "titulo_original": "Capitani",
        "id": "95638",
        "capa": "https://image.tmdb.org/t/p/w500/kb3wgQK3E0j0BDLq0g8uj7OaY2y.jpg",
        "qualidade": "HD",
        "descricao": "Em um vilarejo de Luxemburgo onde todos guardam segredos, o rude inspetor de polícia Luc Capitani investiga a suspeita morte de uma garota de 15 anos.",
        "generos": [
            "Crime"
        ]
    },
    {
        "titulo": "Prisioneiro da Madrugada",
        "titulo_original": "La noche más larga",
        "id": "201331",
        "capa": "https://image.tmdb.org/t/p/w500/jU7a8gRJbt4FwaglqHDoie4cT8g.jpg",
        "qualidade": "HD",
        "descricao": "Homens armados cercam uma prisão psiquiátrica e cortam todas as comunicações. O objetivo: capturar o serial killer Simón Lago. Seis episódios. Uma noite.",
        "generos": [
            "Crime"
        ]
    },
    {
        "titulo": "Lobo Adolescente",
        "titulo_original": "Teen Wolf",
        "id": "34524",
        "capa": "https://image.tmdb.org/t/p/w500/8Ij1O2nU8exLgwPXU8Eo6PZdCDC.jpg",
        "qualidade": "HD",
        "descricao": "Após ser mordido por um animal, Scott vira lobisomem e é o cara adorado por todas na escola. Só que ele também ganha novos problemas.",
        "generos": [
            "Sci-Fi & Fantasy",
            "Drama"
        ]
    },
    {
        "titulo": "Ragdoll",
        "titulo_original": "Ragdoll",
        "id": "135156",
        "capa": "https://image.tmdb.org/t/p/w500/4SuKe17gSnxResXsbOwL77SpNT5.jpg",
        "qualidade": "HD",
        "descricao": "Com 6 episódios para seu primeiro ano, o drama vai acompanhar um grupo de detetives que perseguem um serial killer batizado de Assassino Ragdoll. Na trama, 6 pessoas foram assassinadas e tiverem seus membros cortados em diversas partes para formar um grotesco boneco apelidado de Ragdoll.",
        "generos": [
            "Mistério",
            "Crime"
        ]
    },
    {
        "titulo": "Casamento às Cegas: Habibi",
        "titulo_original": "الحب أعمى، حبيبي",
        "id": "247634",
        "capa": "https://image.tmdb.org/t/p/w500/noXP9CTBksASmsVzoUK2WcNy71z.jpg",
        "qualidade": "HD",
        "descricao": "O casal de famosos Elham Ali e Khaled Saqer apresenta este experimento social em que solteiros e solteiras árabes se conhecem e decidem se casar sem nunca terem se visto.",
        "generos": [
            "Reality"
        ]
    },
    {
        "titulo": "Projeto Lázaro",
        "titulo_original": "The Lazarus Project",
        "id": "194567",
        "capa": "https://image.tmdb.org/t/p/w500/xw7GkWtmPQDU8qzfKshFEN038sj.jpg",
        "qualidade": "HD",
        "descricao": "George acorda uma manhã e descobre que o calendário foi rebobinado seis meses, mas nem sua namorada Sarah nem ninguém parece notar. George inadvertidamente tropeçou no Projeto Lazarus e, como seu mais novo agente, ele agora vive e trabalha em um mundo com ameaças apocalípticas contínuas e enfrenta uma experiência de mudança de vida.",
        "generos": [
            "Sci-Fi & Fantasy",
            "Drama"
        ]
    },
    {
        "titulo": "O Jogo Que Mudou a História",
        "titulo_original": "O Jogo Que Mudou a História",
        "id": "198053",
        "capa": "https://image.tmdb.org/t/p/w500/trc7lqDTPpgvHLin4BDkWNJ6z6C.jpg",
        "qualidade": "HD",
        "descricao": "Inspirada em fatos reais, a série retrata o surgimento das facções do narcotráfico no Rio de Janeiro nos anos 70 e a trajetória dos seus personagens.",
        "generos": [
            "Drama",
            "Action & Adventure"
        ]
    }
]